{"Pagination":{"TotalPages":"1","PageNo":"1","PerPage":"20","WebURL":"http://timesofindia.indiatimes.com/world"},"NewsItem":[{"NewsItemId":"42264255","HeadLine":"West must drop 'illogical' nuclear demands: Iran","Agency":"Reuters","DateLine":"Sep 11, 2014, 03.41PM IST","WebURL":"http://timesofindia.indiatimes.com/world/middle-east/Ahead-of-talks-Iran-says-West-must-drop-illogical-nuclear-demands/articleshow/42264255.cms","Caption":"Iran said world powers should abandon their \"illogical demands\" over its nuclear programme, ahead of talks on Thursday to try to bridge wide differences in positions and end the decade-old dispute by late November.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42264413","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42264413","PhotoCaption":"Iran denies Western allegations that it is enriching uranium to develop the capability to assemble nuclear weapons, saying its atomic activities are for peaceful energy purposes."},"Keywords":"Iran's nuclear programme, IAEA, Abbas Araqchi","Story":"VIENNA: Iran said world powers should abandon their \"illogical demands\" over its nuclear programme, ahead of talks on Thursday to try to bridge wide differences in positions and end the decade-old dispute by late November. \n\nDeputy foreign minister Abbas Araqchi, one of Iran's chief negotiators, was speaking before a meeting in Vienna with senior officials from the three European members of the group of six world powers involved in the negotiations with Tehran. \n\nThe talks between Iran and Britain, France and Germany take place less than a week after Iran and the United States held a bilateral meeting in Geneva. It was not clear when the Vienna talks would begin. \n\nThe six powers, also grouping Russia and China, will hold their first full negotiating round with Iran since July on September 18 in New York, seeking to narrow differences over the future size of Iran's uranium enrichment infrastructure and other issues. \n\n\"The talks can yield results if the other party shows goodwill and abandons some of its illogical demands,\" Araqchi was quoted as saying in Vienna by Iran's Fars news agency. \n\n\"We hope to reach further understanding through bilateral meetings which will help advancement of the talks in New York.\" \n\nIran denies Western allegations that it is enriching uranium to develop the capability to assemble nuclear weapons, saying its atomic activities are for peaceful energy purposes. \n\nThe United States and its allies have imposed sanctions on Iran, a major oil producer, in recent years to make it scale back a nuclear programme they suspect has military links. \n\nAfter years of escalating tension and fears the stand-off could lead to a new Middle East war, the election last year of Hassan Rouhani, widely seen as a pragmatist, as Iranian president raised hopes of a peaceful settlement. \n\nLast November in Geneva, Iran and the six powers reached an interim agreement under which Tehran won some sanctions easing in return for halting its most sensitive nuclear work. \n\nBut they failed to meet a July 20 target for a comprehensive agreement and set a new deadline of November 24. \n\nDiplomats say the main stumbling block is disagreement on how many centrifuges Iran should be allowed to keep to refine uranium, with Tehran rejecting demands to significantly reduce the number below the more than 19,000 it now has installed, of which roughly half are operating. \n\nEnriched uranium can be used to fuel nuclear power plants, which is Iran's stated aim, but can also provide the fissile core of a nuclear bomb if processed much further. \n\nA Vienna-based diplomat ruled out a new extension of the negotiations if there is no agreement by November 24, saying it was a \"hard deadline\". ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42264255.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42264255.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42264255.cms?feedtype=sjson"},{"NewsItemId":"42264664","HeadLine":"Ukraine rebels watch Scotland vote with envy","Agency":"AFP","DateLine":"Sep 11, 2014, 03.45PM IST","WebURL":"http://timesofindia.indiatimes.com/world/europe/Ukraine-rebels-watch-Scotland-vote-with-envy/articleshow/42264664.cms","Caption":"Insurgents and their supporters have taken to social media to mock the possible break-up of Britain in next week's referendum on Scottish independence — and press their fight for their own state in eastern Ukraine.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42265101","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42265101","PhotoCaption":"At least 2,700 people have been killed since the military launched a massive offensive in mid-April against separatist militias who seized a string of towns and cities in the eastern region known as Donbass."},"Keywords":"Ukraine rebels watch Scotland vote with envy, Ukraine Crisis","Story":"KIEV: \"Why isn't England bombing the Scottish separatists,\" demands one supporter of the pro-Russian rebels in Ukraine in a Twitter post under a picture of the Scottish flag. \n\nInsurgents and their supporters have taken to social media to mock the possible break-up of Britain in next week's referendum on Scottish independence — and press their fight for their own state in eastern Ukraine. \n\n\"I can go and help them do the referendum,\" joked Boris Litvinov, the parliamentary speaker of the self-declared Donetsk People's Republic that was proclaimed after hotly disputed independence votes in May. \n\nOne picture on Twitter shows a mock-up of Igor Strelkov, an alleged Russian intelligence agent who was once seen as the driving force behind the Ukraine rebellion, dressed in full Scottish garb including kilt and sporran. \n\nUnderneath it says in Ukrainian \"Scotlandia will be free\". Another shows a montage of Queen Elizabeth II and Barack Obama, with the British monarch asking the US president for help in stopping Scotland from leaving. \n\n\"Obama, Scotland wants to separate! Help to calm them down. Accuse them of running a bloody regime,\" the queen says. \n\nPro-Russian leaders in Crimea have joined in too, demanding that if the world recognises a \"yes\" vote in Scotland, it should do the same for the Black Sea peninsula annexed by Russia in March after a hastily-arranged referendum. \n\nHowever unlike the moves by Scottish nationalists to break away from the United Kingdom, the battle for Ukraine has been mired in bloodshed. \n\nAt least 2,700 people have been killed since the military launched a massive offensive in mid-April against separatist militias who seized a string of towns and cities in the eastern region known as Donbass. \n\nPetro Shevchuk, 56, a rebel clearing unexploded ordnance from train tracks in the insurgent held-town of Ilovaysk east of Donetsk, questioned why they had to take up arms for independence when Scotland could have a peaceful referendum. \n\n\"It's actually a very good example,\" he said. \"We have to stand up for our rights simply to exist, the right to life, to protect ourselves with weapons. Nobody takes us seriously, nobody listens to us.\" \n\nSeparatists in the mainly Russian-speaking Donbass, a vital economic region littered with coal mines and massive steelworks, insist they will not abandon their drive for independence as part of what some call Novorossiya (New Russia). \n\nThe term has become a rallying cry for those who accuse the pro-Western leaders in Kiev of stirring anti-Russian sentiment and using right-wing thugs to put down the eastern uprising. \n\n\"We are not considering remaining part of Ukraine,\" Andrei Purgin, the deputy prime minister of the Donetsk republic, told AFP despite a 12-point peace plan adopted last week to try to end the conflict. \n\nBoth Donetsk and Lugansk declared sovereignty after a May referendum branded illegal and a farce by Kiev and the West. \n\nPoroshenko told his cabinet on Wednesday he would submit a bill to parliament next week granting more autonomy to parts of the east. \n\nBut he said the law authorising temporary self-rule for Donetsk and Lugansk would keep them part of the ex-Soviet state. \n\n\"Ukraine will not make any concessions on issues of its territorial integrity,\" he said. \n\nThe eastern regions are the powerhouse of Ukraine's economy, generating a quarter of national exports in an area that has a sixth of the total population of 45 million. \n\nLitvinov, the rebel parliament speaker, compared his cause to other independence movements in Scotland, Catalonia and the Basque country and said the Ukraine uprising should be dealt with peacefully. \n\nAnd Crimea's Kremlin-loyal acting leader Sergei Aksyonov said the West would have \"no other option\" but to back the peninsula's move to break from Ukraine if it accepts a Scottish vote to split from Britain. \n\n\"The people living somewhere have a better understanding of what is happening there and it is their right to take such a decision,\" he said. \n\nUnlike the years of planning for the Scottish vote, the Crimea referendum was arranged in a matter of days after the peninsula was seized by suspected Russian troops, and voters were given only the choice of joining Russia or effectively breaking from Ukraine. \n\nOne poster on Twitter suggested the uprisings in a country that was part of the Soviet Union until 1991 was the work of just one man, Russian President Vladimir Putin. \n\n\"In Scotland & Catalonia its the real will of the people. In Donbass its the real will of Putler\", the poster tweeted, using a term coined by the Russian opposition comparing the strongman with Nazi dictator Adolf Hitler. \n\nYet some in the town of Ilovaysk, which was captured by rebels in early September after three weeks of clashes, have more immediate concerns than events almost 4,000 kilometres away. \n\nLyubov Fyodorova, 59, was clearing up after her home was hit by shelling. Asked if she had heard of the referendum in Scotland she shrugged. \n\n\"No, nothing, we have no mobile connection, no electricity, we have no information at all.\" \n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42264664.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42264664.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42264664.cms?feedtype=sjson"},{"NewsItemId":"42219387","HeadLine":"UN gives $3.8 million for flights in Ebola areas","Agency":"AP","DateLine":"Sep 11, 2014, 05.26AM IST","WebURL":"http://timesofindia.indiatimes.com/world/rest-of-world/UN-gives-3-8-million-for-flights-in-Ebola-areas/articleshow/42219387.cms","Caption":"The United Nations humanitarian chief has allocated $3.8 million from an emergency fund to support a UN air service operating in the Ebola-struck West African region.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42219626","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42219626","PhotoCaption":"Health workers attend to patients at a clinic in Monrovia, Liberia."},"Keywords":"","Story":" UNITED NATIONS: The United Nations humanitarian chief has allocated $3.8 million from an emergency fund to support a UN air service operating in the Ebola-struck West African region. \n\nValerie Amos said on Wednesday that a reduction in commercial air flights as a result of the Ebola outbreak has hindered the urgent deployment of health workers and supplies. \n\nShe said the $3.8 million from the Central Emergency Response Fund will assist the UN Humanitarian Air Service, run by the World Food Program, to move humanitarian personnel, medical supplies and equipment and aid rapidly to remote locations in Guinea, Liberia, Nigeria and Sierra Leone. \n\nThe UN said the fund, established in 2006 to provide immediate money to respond to humanitarian emergencies around the world, has provided $7.6 million so far in response to the Ebola outbreak. ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42219387.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42219387.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42219387.cms?feedtype=sjson"},{"NewsItemId":"42210452","HeadLine":"US Congress may soon vote to arm, train Syria rebels","Agency":"AFP","DateLine":"Sep 11, 2014, 03.11AM IST","WebURL":"http://timesofindia.indiatimes.com/world/us/US-Congress-may-soon-vote-to-arm-train-Syria-rebels/articleshow/42210452.cms","Caption":"US lawmakers could vote within days to authorize the military to arm and train moderate Syrian rebels, with Democrats drafting the legislation Wednesday in an effort to reverse advances by the Islamic State (IS).","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42210492","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42210492","PhotoCaption":"Democratic leaders including Senate Majority Leader Harry Reid are strongly backing Obama, who appeared poised to green-light air strikes against IS in Syria."},"Keywords":"","Story":" WASHINGTON: US lawmakers could vote within days to authorize the military to arm and train moderate Syrian rebels, with Democrats drafting the legislation Wednesday in an effort to reverse advances by the Islamic State (IS). \n\nThe possible move follows a last-minute request by President Barack Obama, who was scheduled to address the nation later on Wednesday and lay out his plan to defeat the jihadist group that has rampaged across parts of Syria and Iraq. \n\nWith the White House pushing Congress to include the rebel-training authority in a temporary government spending bill, the Republican-led House abruptly suspended that measure, a so-called continuing resolution (CR) which had been unveiled the previous night and was set for a Thursday vote. \n\n\"Given the severity of the situation and the need for all members to properly evaluate the president's request, the House will postponse consideration of the continuing resolution,\" House Majority Leader Kevin McCarthy announced. \n\nDemocratic leaders including Senate Majority Leader Harry Reid are strongly backing Obama, who appeared poised to green-light air strikes against IS in Syria. \n\nCoordinating with rebels on the ground would be key to that strategy. \"It's clear to me that we need to train and equip Syrian rebels and other groups in the Middle East that need some help,\" Reid told colleagues. \n\n\"The president has tried to get that (authority) from us, and we should give it to him,\" Reid said. \n\nIn June the White House asked lawmakers for $500 million to train and equip vetted Syrian rebels, in what would be a significant escalation of US involvement in the conflict, following months of pressure from some lawmakers to ramp up support. \n\nReid noted that some Republicans remain concerned about costs, particularly before Obama lays out his strategy, but he stressed \"there is money to do\" the training. \n\nReid and other congressional leaders including House Speaker John Boehner met on Tuesday with Obama to discuss his strategy. \n\nThe White House released details of Obama's Wednesday call with Saudi King Abdullah in which \"the president and the king agreed on the need for increased training and equipping of the moderate Syrian opposition.\" \n\nThat authority could come in the form of a stand-alone measure, but momentum appeared to be building for including it in the CR. \n\nThe measure would fund the government at current levels until December and must be passed before fiscal year 2015 begins on October 1. \n\nWith members of Congress heading home as early as September 19 and not returning until after the congressional mid-term elections on November 4, Democrats see the CR as the safest vehicle for the authorization. \n\n\"I would hope that it would be on there,\" top House Democrat Nancy Pelosi told reporters. \n\nHouse Appropriations Committee chairman Hal Rogers pushed back. \"I hate to see this attached to a continued resolution at the very last minute,\" Rogers said. \n\n\"This is a complex, complicated policy change that needs to be fully vetted here in the Congress.\" ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42210452.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42210452.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42210452.cms?feedtype=sjson"},{"NewsItemId":"42225222","HeadLine":"China asserts paternal rights over Hong Kong in democracy clash","Agency":"Reuters","DateLine":"Sep 11, 2014, 06.50AM IST","WebURL":"http://timesofindia.indiatimes.com/world/china/China-asserts-paternal-rights-over-Hong-Kong-in-democracy-clash/articleshow/42225222.cms","Caption":"Just days before China was set to deliver its edict on electoral reform in Hong Kong, Beijing's most senior official in the city held a rare meeting with several local lawmakers whose determined push for full democracy had incensed Beijing's Communist leaders.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42225566","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42225566","PhotoCaption":"File photo of Jasper Tsang Yok-sing, candidate from the pro-Beijing \"Democratic Alliance for the Betterment and Progress of Hong Kong\" (DAB), campaigns on election day for the Legislative Council in Hong Kong. (Reuters photo)"},"Keywords":"","Story":" HONG KONG: Just days before China was set to deliver its edict on electoral reform in Hong Kong, Beijing's most senior official in the city held a rare meeting with several local lawmakers whose determined push for full democracy had incensed Beijing's Communist leaders. \n\nThe setting at the August 19 meeting was calm: A room with plush cream carpets, Chinese ink brush landscape paintings and a vase of purple orchids. The political mood outside, however, was fraught. Democratic protesters were threatening to shut down the global financial hub with an \"Occupy Central\" sit-in if Beijing refused to allow the city to freely elect its next leader. \n\nAfter the formal smiles and handshakes with Zhang Xiaoming, the head of China's Liaison Office in Hong Kong, the mood soured. Pro-democracy lawmaker Leung Yiu-chung asked Zhang whether Beijing would allow any democrat to run for the city's highest office. \n\nZhang, 51, dressed in a black suit and a navy blue striped tie, delivered a blunt response. \"The fact that you are allowed to stay alive, already shows the country's inclusiveness,\" he answered, according to two people in the room who declined to be named. Zhang's office did not respond to several faxed requests for comment. \n\n<strong>Visions of chaos <\/strong> \n\nZhang's remarks stripped away any pretence China could find common ground with Hong Kong's democracy camp. The two sides have been wrangling over what it means to have \"one country, two systems\" for the past 30 years — China stressing \"one country\" and democrats in the former British colony the \"two systems\". \n\nFor Beijing, Western-style democracy conjures up visions of \"colour revolutions\" and the \"Arab Spring\", of chaos and instability that could pose a mortal threat to the ruling Communist Party. For many Hong Kong residents, free elections means preserving the British-instituted rule of law, accountability of leaders, and multi-party politics as a check on government powers. \n\nAt the August 19 meeting, Zhang said Beijing had been generous even allowing democrats such as Leung to run for legislative seats. He insisted that the next leader had to be a \"patriot\". \n\n\"We were shocked,\" said one person who attended the meeting. \"But Zhang Xiaoming is only an agent who delivered the stance of the central government without trying to polish it.\" \n\nFew were surprised, though, when China's highest lawmaking body, the Standing Committee of the National People's Congress (NPCSC), announced an electoral package on Aug. 31 that said any candidate for Hong Kong's chief executive in the 2017 election had to first get majority support from a 1,200-person nominating panel - likely to be stacked with pro-Beijing loyalists. \n\nDemocrats say the decision spelled out China's bottom line on political reform: A direct vote will be allowed, but only if Beijing vets the candidates. \n\nYet the pro-democracy movement is vowing to press on with its campaign of civil disobedience. It is threatening to lock down Hong Kong's main business district with sit-ins in October, protesting what they call \"fake\" Chinese-style democracy. Students plan to boycott university classes later this month. And the city's 27 pro-democracy lawmakers have threatened to block Beijing's 2017 electoral package in the legislature, where they hold nearly one-third of the seats - enough to veto the law and block future government policies. \n\nBenny Tai, one of the movement's three leaders, takes a longer-term view. \"I call this a process of democratic baptism ... by participating, people will be baptised by democratic ideals,\" Tai told Reuters. \"So it is not the end of the movement, it's the beginning of the movement, the beginning of a disobedience age.\" \n\n<strong>\"Lead china forward\"<\/strong> \n\nAs a colonial power, Britain appointed Hong Kong's governors and never encouraged democratic development for almost all of the 156 years it ruled the colony. It was only when Britain and China broadly agreed on how to hand over the colony to China, beginning with a \"Joint Declaration\" in 1984, that a blueprint for democracy was envisioned. It led to the signing of the \"Basic Law\" in 1990, which said the city could keep its wide-ranging freedoms and autonomy, and for the first time stated universal suffrage as \"the ultimate aim\", while ensuring China still had ample levers to ensure its influence over the city. \n\nMartin Lee, a founder of the city's main opposition Democratic Party who helped draft the Basic Law, recalls meeting late Chinese leader Deng Xiaoping in Beijing's Great Hall of the People on April 16, 1987. \n\n\"He said many things. But one of them was if 50 years should prove not enough for you, you can have another 50 years,\" Lee said, referring to China's pledge not to change anything in Hong Kong until 2047. \n\nChina's 1989 crackdown on the protests around Tiananmen Square was a watershed for both sides on how democracy might evolve. After mass demonstrations erupted in Beijing, new democratic groups sprouted up in Hong Kong. China began to see Hong Kong as a potential national security threat. \n\n\"When Deng formulated 'one country, two systems', I suppose he didn't anticipate there would be the June 4 massacre which caused Hong Kong people so much anger against the Communists,\" Lee said in his law office, which contains a bronze bust of Winston Churchill and a picture of a June 4 candle-light vigil in the city. \"He thought he could win us over.\" \n\nFear and anxiety mounted instead. The years leading up to the actual handover of the city to Beijing in 1997 saw a wave of people and businesses emigrating abroad, fearful of the imminent handover to China. \n\n<strong>Dismemberment by 'black hands'<\/strong> \n\nChinese officials rankle at current-day comparisons to British rule, pointing out that Britain never brought democracy to Hong Kong during a century and a half of colonial rule. \"Hong Kong people did not stand up to demand democracy,\" said a person with ties to the leadership in Beijing. \"This is a big improvement compared with the British. Still, some people do not see it as the glass half full, but half empty.\" \n\nAny criticism of China's handling of Hong Kong by countries like Britain and the United States also draws claims of foreign intervention from Beijing. China, ever mindful of how it was carved up in the 19th century by foreign powers, fears the democracy movement in Hong Kong could precipitate another break-up, said a source in Beijing close to the Chinese leadership. \n\n\"When there is chaos in Hong Kong, they will push for Hong Kong to become independent,\" said a second source with leadership ties, referring to meddling by \"black hands,\" or foreign agents. These forces \"want to influence the mainland to become a democracy and be dismembered like the Soviet Union.\" \n\nIn the years after 1997, Beijing seemed content to stay at arm's length from Hong Kong. Former president Jiang Zemin made reunification with Taiwan a top priority and so it was important for China that the \"one country, two systems\" formula was seen as successful. \n\nBeijing also hoped that people in Hong Kong would slowly begin to identify with the Chinese nation over time, especially younger generations schooled under a post-colonial system. \n\nBut a series of opinion polls taken every six months since the 1997 handover tells a different story. The number of respondents in the University of Hong Kong survey expressing confidence in China's future has fallen steadily from 75 percent in 1997 to 50 percent in June. Moreover, the survey showed the younger the respondent, the less proud they were of becoming a Chinese national citizen. \n\nChina's current unbending line on Hong Kong also has to do with its emergence as a power on the world stage and is in line with a more assertive posture adopted by President Xi Jinping. When Jiang negotiated the island's future in 1997, China's gross domestic product was US$0.95 trillion (7.9 trillion yuan). Today it is US$9.4 trillion, making it the world's second-biggest economy. \n\n\"(Beijing) was poor, tolerant and made concessions then to (try to) win the hearts of Hong Kong people,\" said the first source with ties to the leadership, referring to China's more conciliatory approach under Deng and his successors. \n\nIt may also have to do with internal Chinese politics. Xi's uncompromising line on Hong Kong may be an effort to protect his flank as he pushes ahead with economic reforms and a far-reaching anti-corruption campaign that has targeted powerful figures in the Communist Party. \n\n\"China needs to draw lessons from the achievements of foreign politics, but the foundations of our system should absolutely not be given up,\" Xi said in a September 5 speech in Beijing. \n\n<strong>Peace and love<\/strong> \n\n\"The Occupy Central with Love and Peace\" movement coalesced in January 2013 after Benny Tai, a law professor at the University of Hong Kong, wrote a newspaper column proposing a Gandhi-like civil disobedience movement - an escalation from the usual marches and candlelight vigils - to press for universal suffrage. \n\nThe movement got an indication of Beijing's bottom line on democratic reform in June when the Chinese government issued a \"White Paper\" that reminded Hong Kong residents that it wields supreme authority in the city. Hong Kong administrators, including judges, had to \"love the country\" as a basic requirement to hold office, it said. \n\nUndeterred, the Occupy movement organised an unofficial referendum on universal suffrage at the end of June that drew 800,000 ballots calling for free elections. Then, on July 1, nearly half a million protesters marched to the financial district. Over 500 were arrested after activists staged an overnight sit-in. \n\nThat sparked consternation in Beijing. It was a reminder of a mass protest in 2003 when half a million people poured onto the streets of Hong Kong to protest an anti-subversion bill by the territory's legislature - the biggest anti-government protest on Chinese soil since the demonstrations in Tiananmen Square. \n\n\"When they saw the Democrats attending these rallies, they just drew the line and treated us as enemies,\" said Martin Lee. \n\nPro-Beijing groups countered in August with a mass demonstration of their own at which they warned of public disorder and the perils of antagonising China. \n\nJasper Tsang, one of the founders of the pro-Beijing Democratic Alliance for the Betterment and Progress of Hong Kong, the city's largest political party, said China's leaders never promised full democracy. \n\n\"I would think if the Basic Law were written in the last five years, it would be very likely that we would leave out the words 'universal suffrage'\", Tsang said. \n\n<strong>Between father and son<\/strong> \n\nProtest-leader Benny Tai counsels patience. He says a time will come when China is truly ready for political reform. When it does, \"Hong Kong naturally will be chosen as the experimental ground for democratic reform in mainland China,\" he says. \"I still have confidence in the long run. We may be able to win the war, even if we lose this battle.\" \n\nThe view in Beijing is less accommodating. \n\n\"The mainland has been too nice to Hong Kong,\" said the first source with leadership ties. \"The relationship between the centre and Hong Kong is not one between brothers, but between father and son. The son has to listen to the father.\" ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42225222.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42225222.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42225222.cms?feedtype=sjson"},{"NewsItemId":"42195967","HeadLine":"World won’t permit Islamic State romp: John Kerry","Agency":"AP","DateLine":"Sep 10, 2014, 08.46PM IST","WebURL":"http://timesofindia.indiatimes.com/world/us/World-wont-permit-Islamic-State-romp-John-Kerry/articleshow/42195967.cms","Caption":"Kerry was in Baghdad to meet with Iraq's new leaders and pledge US support for eliminating the extremist group and the threat it poses.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42196067","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42196067","PhotoCaption":"Kerry also said the US is pledging another $48 million to UN agencies and other humanitarian aid organizations to help ease suffering of 1.8 million people who have been displaced by the Islamic State."},"Keywords":"war in Iraq, John Kerry, Islamic State","Story":" BAGHDAD: Secretary of state John Kerry, on Wednesday, said that neither the United States nor the rest of the world will stand by and watch the Islamic State militant group spread its evil. \n\n\"This is a fight that the Iraqi people must win, but it's also a fight that the rest of the world needs them to win,\" Kerry told reporters. \"It's a fight the United States and the rest of the world needs to support every step of the way.\" \n\nKerry was in Baghdad to meet with Iraq's new leaders and pledge US support for eliminating the extremist group and the threat it poses. \n\nHe said President Barack Obama would later outline in specific detail what steps the US is prepared to take to defeat the Islamic State, which has overrun parts of northern Iraq and Syria. \n\nKerry did not reveal Obama's plans. But he predicted a coalition of at least 40 nations ultimately will eliminate the Islamic State and said Obama will \"lay out with great specificity a broad strategy\" to deal with the Islamic State group. \n\nWith a new Iraqi government finally in place and a growing Mideast consensus on defeating insurgent threats, Kerry pressed Iraq's Shiite leader to quickly deliver more power to wary Sunnis — or jeopardize any hope of defeating the Islamic State group. \n\nAt his news conference after the talks here, Kerry declared now that there is a new, inclusive government in Baghdad, \"it's full speed ahead\". \n\nKerry also said the US is pledging another $48 million to UN agencies and other humanitarian aid organizations to help ease suffering of 1.8 million people who have been displaced by the Islamic State. \n\n\"The United States and the world will simply not stand by and watch as ISIL's evil spreads,\" he said. \"We all know, I think we come to this with great confidence that ultimately our global coalition will succeed in eliminating the threat from Iraq, from the region and the world.\" \n\nKerry landed in the Iraqi capital just two days after newly sworn Prime Minister Haider al-Abadi seated his top government ministers, a crucial step toward restoring stability in a nation where security has spiralled out of control since the beginning of the year. As Kerry and al-Abadi were meeting, two car bombs exploded simultaneously in the southeastern neighbourhood of New Baghdad, killing 13 people. \n\nThe trip marks the first high-level US meeting with al-Abadi since he become prime minister, and it aimed to symbolize the Obama administration's support for Iraq nearly three years after US troops left the war-torn country. But it also signalled to al-Abadi, a Shiite Muslim, that the US was watching to make sure he gives Iraqi Sunnis more control over their local power structures and security forces, as promised. \n\nAl-Abadi's predecessor, former Prime Minister Nouri al-Maliki, for years shut Sunnis out of power and refused to pay tribal militias salaries or give them government jobs — and in turn sowed widespread resentment that Islamic State extremists seized on as a recruiting tool. \n\nAl-Abadi hosted Kerry in the ornate presidential palace where Saddam Hussein once held court, and which the US and coalition officials later used as office space in the years immediately following the 2003 invasion of Iraq. In brief remarks following their meeting, al-Abadi noted that Iraq's violence is largely a spillover from the neighbouring civil war in Syria, where the Islamic State militants have a safe haven. \n\n\"Of course, our role is to defend our country, but the international community is responsible to protect Iraq, and protect the whole region,\" al-Abadi said, speaking in English. \"What is happening in Syria is coming across to Iraq. We cannot cross that border — it is an international border. But there is a role for the international community and for the United Nations ... and for the United States to act immediately to stop this threat.\" \n\nKerry praised the new Iraqi leadership for what he described as its \"boldness\" in quickly forming a new government and promising to embrace political reforms that would give more authority to Sunnis and resolve a longstanding oil dispute between Baghdad and the semi-autonomous Kurdish government in the nation's north. \n\n\"We're very encouraged,\" Kerry said. He assured al-Abadi that President Barack Obama will outline plans later Wednesday \"of exactly what the United States is prepared to do, together with many other countries in a broad coalition, in order to take on this terrorist structure, which is unacceptable by any standard anywhere in the world.\" \n\nKerry also met with new Iraqi parliament Speaker Salim al-Jabouri, one of the country's highest-ranking Sunnis, who expressed hope that Iraq will overcome terror threats and establish a vital democracy — two issues that have dogged the nation for years. \n\n\"We are before a very critical and sensitive period in the history of Iraq,\" al-Jabouri told Kerry. \n\nKerry's trip comes on the eve of a meeting in Jeddah, Saudi Arabia, where he and Arab leaders across the Mideast will discuss what nations can contribute to an ever-growing global coalition against the Islamic State. The U.S and nine other counties — Canada, Australia and across Europe — agreed last week to create a united front against the mostly Sunni extremist group that has overrun much of northern Iraq and Syria. Thursday's meeting in Jeddah seeks to do much of the same and will gauge the level of support from the Sunni-dominated Mideast region. Kerry also was to visit Jordan. \n\nMeanwhile, in Paris, French government spokesman Stephane Le Foll said all five permanent members of the UN security council — the US, the United Kingdom, France, Russia and China — would take part in a conference in the French capital Monday that will focus on stabilizing Iraq. During a French Cabinet meeting Wednesday, foreign minister Laurent Fabius brought up the issue of whether Iran would be invited to the Paris conference, but it \"has not yet been decided,\" according to Le Foll. \n\nThe US already has launched about 150 air strikes on Islamic State militants in Iraq over the past month, a mission undertaken at the invitation of the Iraqi government and without formal authorization from Congress. And it has sent military advisers; supplies and humanitarian aid to help Iraqi national troops and Kurdish forces beat back the insurgents. It was not clear what, if any, military action Obama would be willing to take in Syria, where he has resisted any mission that might inadvertently help President Bashar Assad and his government in Damascus, which has so far survived a bloody three-year war against Sunni rebels. Obama has ruled out putting US combat troops on the ground. ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42195967.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42195967.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42195967.cms?feedtype=sjson"},{"NewsItemId":"42188471","HeadLine":"Blasts kill 19 as John Kerry visits Iraq’s capital","Agency":"AFP","DateLine":"Sep 10, 2014, 06.36PM IST","WebURL":"http://timesofindia.indiatimes.com/world/middle-east/Blasts-kill-19-as-John-Kerry-visits-Iraqs-capital/articleshow/42188471.cms","Caption":"Militants led by the Islamic State (IS) jihadist group overran swathes of Iraq in June, and security forces, Shia militias and Kurdish fighters have been battling to regain ground.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42188765","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42188765","PhotoCaption":"US secretary of state John Kerry undertaking an aerial survey of Baghdad."},"Keywords":"John Kerry in Iraq, Islamic State, Blasts in Baghdad kill 12","Story":" BAGHDAD: Bomb attacks killed 19 people in Baghdad on Wednesday as US secretary of state John Kerry visited the Iraqi capital for talks on combating jihadists, officials said. \n\nThey said a suicide car bombing followed by a car bomb struck near a police checkpoint in a crowded area of eastern Baghdad, also wounding at least 52 people. \n\nAt least two of the dead were policemen. There was no immediate claim for the attack but suicide bombings are a hallmark of Sunni extremists, including those from the Islamic State (IS) jihadist group. \n\nIS-led militants overran swathes of Iraq in June, and security forces, Shia militias and Kurdish fighters have been battling to regain ground. \n\nThe US began an air campaign against IS in Iraq on August 8, mainly in support of Kurdish forces in the north, though American warplanes have also carried out limited strikes in Salaheddin and Anbar provinces. \n\nKerry's previously unannounced visit in Baghdad was the first stop on a regional tour to build support for a new US strategy, which he has said will only work with the backing of the \"broadest possible coalition of partners around the globe\". ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42188471.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42188471.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42188471.cms?feedtype=sjson"},{"NewsItemId":"42198903","HeadLine":"Floods, rain kill 260 in Pakistan, one million affected","Agency":"PTI","DateLine":"Sep 10, 2014, 10.53PM IST","WebURL":"http://timesofindia.indiatimes.com/world/pakistan/Floods-rain-kill-260-in-Pakistan-one-million-affected/articleshow/42198903.cms","Caption":"The deluge has destroyed crop in over 700,000 acres of land in Punjab.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42198993","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42198993","PhotoCaption":"The deluge has destroyed crop in over 700,000 acres of land in Punjab."},"Keywords":"National Disaster Management Authority, floods in Punjab, floods in pakistan","Story":" ISLAMABAD: Nearly 260 people have been killed and more than one million affected due to rain and devastating floods in Pakistan with authorities racing against both time and tide to limit destruction, officials said on Wednesday. \n\nThe rain lashed vast areas of the country last week and has now stopped but the floods triggered by the heavy showers are still out of control. \n\nReema Zubari of the National Disaster Management Authority (NDMA) said 1,091,807 people have been affected by the floods in Punjab alone. \n\nAnother million people would be affected in Sindh province as the flood water has drained down to empty into the Arabian Sea, minister for water and power Khawaja Asif said. \n\nNDMA has warned that high to very high level flood would hit Sindh in the south of the country on September 13. \n\nCurrently, southern part of Punjab has flooded due to water which has entered the region after wreaking havoc in northeastern and central parts of the province. \n\nThe deluge has destroyed crop in over 700,000 acres of land in Punjab. \n\nSo far, 257 people have been killed across Pakistan in floods and rain-related incidents. \n\nZubari said 179 people have been killed in Punjab province, 64 in Pakistan-occupied Kashmir and 14 in Gilgit-Baltistan. More than 6,000 houses have been damaged in Punjab. \n\nChenab river is in high flood and raging down from central to south Punjab, leaving a trail of devastation. \n\nToday the authorities breached a major embankment along the river to save Jhang city and the Trimmu headwork on the Chenab. \n\nEfforts were also on to protect Multan city and already decisions have been made to cause artificial breaches at certain points to disperse water. \n\nMore villages could be inundated in addition to over 2,000 villages already affected by floods. \n\nPoor planning and lack of water management is visible in most places with officials struggling to limit the damage caused due to the floods. ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42198903.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42198903.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42198903.cms?feedtype=sjson"},{"NewsItemId":"42198719","HeadLine":"European Commission gives key posts to France, Britain","Agency":"Reuters","DateLine":"Sep 10, 2014, 10.45PM IST","WebURL":"http://timesofindia.indiatimes.com/world/europe/New-European-Commission-gives-key-economic-posts-to-France-Britain/articleshow/42198719.cms","Caption":"Pierre Moscovici, the nominee of French President Francois Hollande and a proponent of government spending to boost euro zone growth, will run economic and monetary affairs.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42198782","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42198782","PhotoCaption":"Some analysts questioned whether the overlap of responsibilities could also now create confusion and fuel rivalries among the various commissioners."},"Keywords":"Juncker's Commission, Jonathan Hill, Jean-Claude Juncker, European Commission","Story":" BRUSSELS: The incoming head of the European Commission, Jean-Claude Juncker, unveiled an EU executive team on Wednesday that handed key economic responsibilities to French and British commissioners but overseen by others in a new-look hierarchy. \n\nNaming Britain's Jonathan Hill to a brief including banks and the integration of EU capital markets was widely seen as a gesture to British Prime Minister David Cameron, a vocal critic of Juncker and his support for a powerful Brussels that Cameron says could push Britons to vote to quit the European Union. \n\nPierre Moscovici, the nominee of French President Francois Hollande and a proponent of government spending to boost euro zone growth, will run economic and monetary affairs. \n\nBut in a mark of the balance among the competing interests of the 28 EU member states that Juncker is obliged to respect, both the economy and finance portfolios will be overseen by two vice-presidents on Juncker's Commission. \n\nFormer prime ministers Jyrki Katainen of Finland and Valdis Dombrovskis of Latvia will be respective vice-presidents with oversight of \"Jobs, Growth, Investment and Competitiveness\" and \"The Euro and Social Dialogue\". \n\nBoth northern euro zone countries are allies of Germany and backers of austerity. \n\nGermany, as economic powerhouse of the Union, is sure of a major say in its affairs. Berlin's representative, the outgoing EU energy commissioner Guenther Oettinger, will be responsible for the \"digital economy\", notably the telecoms industry. \n\nThe introduction of an upper layer of seven vice-presidents without their own direct portfolios, including a powerful first vice-president in the shape of Dutch Foreign Minister Frans Timmermans, was explained by Juncker as a way to improve the coordination of the Commission's work. \n\nOthers have long pointed out that giving each member state a seat on the executive has made it increasingly unwieldy as the EU has expanded greatly. \n\nHowever, some analysts questioned whether the overlap of responsibilities could also now create confusion and fuel rivalries among the various commissioners. \n\n<strong>Jobs and growth<\/strong> \n\nJuncker, a former prime minister of Luxembourg whose appointment by EU leaders in June was fiercely opposed by Cameron, said his goal was to provide the European Union's half a billion people with better prospects after tough years of unemployment and stagnation that fuelled a surge in support for anti-EU parties in May's election to the European Parliament. \n\n\"In these unprecedented times, Europe's citizens expect us to deliver,\" Juncker told a news conference. \"After years of economic hardship and often painful reforms, Europeans expect a performing economy, sustainable jobs, more social protection, safer borders, energy security and digital opportunities. \n\n\"Today I am presenting the team that will put Europe back on the path to jobs and growth.\" \n\nIn a surprise move, Cameron's Conservative ally Hill, a former public relations consultant and leader of the upper house of parliament who is little known even in London, was given a revamped portfolio entitled Financial Stability, Financial Services and Capital Markets Union. He will be in charge of relations with the European Banking Authority. \n\nOne analyst described Hill's job as \"a major peace offering\" by Juncker to Cameron, who welcomed the appointment as showing that efforts to create a banking union was not the sole preserve of countries using the euro currency. Britain has feared that euro zone efforts to regulate financial markets to guard against new crises could hurt London's dominance as a banking centre. \n\nKeeping Britain in the bloc is a major goal for EU leaders in the face of Cameron's demands for Brussels to devolve powers and plan for a 2017 referendum on continued British membership. \n\nThe nomination of Nordic allies of free-trading Britain to key roles in global trade negotiations and anti-trust policy may also offer London comfort. \n\nDanish liberal Margrethe Vestager will be in charge of the powerful competition portfolio that gives the EU a big say in the expansion or merger plans of the world's biggest companies. \n\nSweden's Cecilia Malmstrom will have the task of negotiating the world's biggest trade agreement between the United States and Europe. \n\nMiguel Arias Caneta of Spain will be energy and climate change commissioner, though former Slovenian premier Alenka Bratusek will have the more senior post of vice-president overseeing the development of an energy union. \n\nElzbieta Bienkowska of Poland is commissioner for the internal market, industry, entrepreneurship and small business. \n\nJuncker noted that he had nine women on his commission, the same number as in the outgoing team led by Jose Manuel Barroso - something that members of the European Parliament had said would be important to their confirmation of the Commission in office. \n\nOf the seven vice-presidents, three are women, including 41-year-old Federica Mogherini of Italy, who was chosen directly by EU leaders as the Union's foreign affairs chief. \n\n<strong>\"Right hand\"<\/strong> \n\nDutchman Timmermans will become, in the president's own words, Juncker's \"right hand\" as first vice-president with direct access to the work of all the other commissioners. \n\nCritics of Juncker's appointment had questioned his willingness to heed those like Cameron resistant to the continual expansion of the powers of Brussels, as well as of his ability to take on such a major managerial workload. \n\nHugo Brady, an expert on the European Union at the London School of Economics, said it was \"very clever\" to have appointed as deputy Timmermans, a leading veteran of European diplomacy from a country often sceptical of EU centralisation. \n\n\"Juncker has done a very good job of marshalling quite an array of big beasts. A lot of decisions are quite courageous,\" he said, noting a mix of left- and right-wing politicians. \n\n\"Hill for financial affairs is a major peace offering to Cameron. It is clever, it is political and it is generous,\" Brady said. \"The Commission is also well stacked up with fiscal hawks, in a gesture to Germany.\" \n\nThe new Commission is due to take office on Nov. 1, subject to its confirmation by the European Parliament. ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42198719.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42198719.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42198719.cms?feedtype=sjson"},{"NewsItemId":"42191703","HeadLine":"Ukraine pledges more autonomy to rebellious east","Agency":"AP","DateLine":"Sep 10, 2014, 07.39PM IST","WebURL":"http://timesofindia.indiatimes.com/world/europe/Ukraine-pledges-more-autonomy-to-rebellious-east/articleshow/42191703.cms","Caption":"Ukraine's president promised on Wednesday to introduce a bill as early as next week that would offer greater autonomy to the pro-Russian east, where separatists have been battling government troops for almost five months.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42191895","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42191895","PhotoCaption":"President Petro Poroshenko said the regions would remain part of Ukraine and rejected the idea of federalization, something both Russia and the separatists are still pushing for even after a cease-fire that began on Friday."},"Keywords":"Ukraine pledges more autonomy to rebellious east, Ukraine Crisis, Petro Poroshenko","Story":" KIEV, Ukraine: Ukraine's president promised on Wednesday to introduce a bill as early as next week that would offer greater autonomy to the pro-Russian east, where separatists have been battling government troops for almost five months. \n\nBut President Petro Poroshenko said the regions would remain part of Ukraine and rejected the idea of federalization, something both Russia and the separatists are still pushing for even after a ceasefire that began on Friday. \n\nThe ceasefire deal reached in Belarus \"envisages the restoration and preservation of Ukrainian sovereignty over the entire territory of Donbas, including the part that is temporarily under control of the rebels,\" Poroshenko said during a televised Cabinet meeting. \"Ukraine has made no concessions with regards to its territorial integrity.\" \n\nUkraine and the West have repeatedly accused Russia of fueling the separatists with arms, expertise and even its own troops, something Russia denies. In late August, NATO estimated that more than 1,000 Russian troops were operating on Ukrainian soil, helping to turn the tide of the war in the rebels' favor. \n\nIn Berlin, German Chancellor Angela Merkel called Wednesday for new sanctions against Russia, which were drawn up Monday by the 28-nation European Union but have not yet been enforced because the peace plan for eastern Ukraine has not been fully implemented. The new sanctions are expected to deepen earlier penalties targeting Russia's energy and arms sectors and tighten Russia's access to international loans. \n\nMerkel told Germany's parliament that the ceasefire has improved the situation on the ground but there was \"a lack of clarity on the fulfillment\" of many other points of the peace plan. \n\nAmbassadors from EU nations were meeting later Wednesday in Brussels to discuss the sanctions against Russia. \n\nPoroshenko has struggled to paint the Minsk ceasefire agreement — reached as the rebels waged a major counteroffensive that pushed back the Ukrainian troops who had encircled them — as a victory rather than a defeat. Poroshenko says since the agreement, 70 percent of the Russian troops in Ukraine have been withdrawn. \n\nHe also said 700 Ukrainian prisoners had been freed from rebel captivity and expressed hope that another 500 would be freed by the end of the week. \n\nIt was unclear, however, how many of those freed were soldiers rather than civilians. Col. Andriy Lysenko, spokesman for the Ukrainian National Security Council, told journalists that only 20 servicemen had returned home so far. In Donetsk, a rebel spokesman said a planned exchange of 36 soldiers from each side had been put off until Thursday, blaming the government for the delay. \n\nThe ceasefire has been violated numerous times and Poroshenko accused the separatists of \"provoking\" Ukraine's troops. Ukraine says five servicemen have been killed and 33 injured since Friday. A volley of rocket fire was heard in the rebel-held city of Donetsk late Tuesday. \n\nPoroshenko was vague on the specifics of his proposed bill, and it was unclear how much autonomy would be offered to the rebellious regions. But a previous peace plan laid out in June envisaged protection for the Russian language, joint patrols of federal and local police and letting local representatives give their approval for governors, who are appointed by the central government in Kiev. \n\nAll of those concessions are minor in comparison to what the separatists want, which at times as been full independence from Kiev or union with Russia, a demand that Russian President Vladimir Putin has ignored. But even conceding to demands that Ukraine become federalized would require local control over security forces and elections for governors. \n\nReacting to Poroshenko's comments, the leader of the rebels in Luhansk, Igor Plotnitsky, said in a statement carried by Russian news agencies that the rebels would only accept secession from Ukraine. \n\n\"Neither we, nor our friends in Donetsk, are going to abandon the course to build our own state,\" he said. \"A temporary ceasefire cannot cancel the results of the people's vote. People voted unanimously for the independence of our republics. There's no way back to the previous status.\" \n\nOther rebels have been in favor of a broad autonomy. \n\nPlotnitsky said the next round of talks between Moscow, Kiev, the insurgents and the Organization for Security and Cooperation in Europe is likely to discuss the status of the rebel-held areas. \n\nPoroshenko may have difficulty crafting a bill that is palatable to both the separatists and his parliament, which is gearing up for a parliamentary election on October 26. The Ukrainian public has been largely supportive of the war against the separatists. \n\n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42191703.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42191703.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42191703.cms?feedtype=sjson"},{"NewsItemId":"42160846","HeadLine":"South Asians face increasingly hostile climate in US","Agency":"PTI","DateLine":"Sep 10, 2014, 12.06PM IST","WebURL":"http://timesofindia.indiatimes.com/world/us/South-Asians-face-an-increasingly-hostile-climate-in-US-Report/articleshow/42160846.cms","Caption":"Thirteen years after the tragic events of 9/11, South Asians in particular Muslim, Sikh, Hindu and the Arab communities face an increasingly hostile climate in the United States.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42161525","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42161525","PhotoCaption":"Hate violence 'hot spots' included the New York City/New Jersey metropolitan area; Chicago and its outlying suburbs."},"Keywords":"South Asian community is US, 9/11","Story":" WASHINGTON: Thirteen years after the tragic events of 9/11, South Asians in particular Muslim, Sikh, Hindu and the Arab communities face an increasingly hostile climate in the United States, according to a report. \n\nThe South Asian Americans Leading Together (SAALT) in its report 'Under Suspicion, Under Attack' documents over 150 incidents of hate violence and xenophobic rhetoric by political figures and government officials that occurred nationwide from January 2011 through April 2014. \n\nIt found a 40 per cent annual increase in xenophobic political comments since SAALT's last analysis issued in 2010. \n\nWhile numerous hate violence incidents frequently go unreported, it tracked nearly 80 incidents in communities nationwide, with an overwhelming share animated by anti-Muslim sentiment. \n\nHate violence 'hot spots' included the New York City/New Jersey metropolitan area; Chicago and its outlying suburbs; and Southern and Northern California, the report said. \n\nThe report was released at a briefing on Capitol Hill. \"Thirteen years after the tragic events of 9/11, we saw consistently high numbers of hate violence incidents and a surge in xenophobic political rhetoric aimed at our communities, portraying them as un-American, unwelcome, and disloyal. Disturbingly, over 80 per cent of documented hate violence incidents were motivated by anti-Muslim sentiment,\" said Suman Raghunathan, executive director of SAALT. \n\n\"Our communities have endured a sustained and even escalating backlash after 9/11, crystallized by hate violence. I myself was the victim of a hate violence attack just last week near my office in Brooklyn, NY. Enough is enough. That's why we started the Take on Hate Campaign,\" said Linda Sarsour, Senior Strategist for the Take on Hate Campaign and Executive Director of the Arab American Association of New York. \n\n\"This report not only highlights the problems facing our communities, it points to 'better practices' as models for coalition-building and organizing,\" said Fahd Ahmed, the acting director of DRUM - South Asian Organizing Center. \"For example, New York City groups united across lines of race, ethnicity, national origin, and religion to pass the Community Safety Act in 2013. We now have a framework to hold the NYPD accountable for their discriminatory practices, which sow distrust of law enforcement and enshrine profiling. We can do better, and we must,\" Ahmed said. ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42160846.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42160846.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42160846.cms?feedtype=sjson"},{"NewsItemId":"42160119","HeadLine":"British leaders to defend 'family of nations' in Scotland","Agency":"AFP","DateLine":"Sep 10, 2014, 11.57AM IST","WebURL":"http://timesofindia.indiatimes.com/world/uk/British-leaders-to-defend-family-of-nations-in-Scotland/articleshow/42160119.cms","Caption":"The sudden move, announced only a day earlier, reflects a new sense of urgency in the unionist camp after recent polls showed the two sides of the debate were now neck-and-neck.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42160465","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42160465","PhotoCaption":"Scotland's First Minister Alex Salmond poses with supporters of the 'Yes Campaign' in Edinburgh, Scotland (Reuters Photo)"},"Keywords":"United Kingdom, Scotland, Nick Clegg, Liverpool, House of Commons, David Cameron, Cameron Miliband","Story":" LONDON: British Prime Minister David Cameron warned Scottish voters that independence would be a \"leap into the dark\" on Wednesday as the leaders of all three parties headed north in an urgent bid to head off surging support for a split. \n\nWith only eight days to go before Scotland votes on whether to end the 300-year-old union, Cameron and opposition Labour leader Ed Miliband agreed to skip their weekly debate in the House of Commons and travel north of the border. \n\nThe sudden move, announced only a day earlier, reflects a new sense of urgency in the unionist camp after recent polls showed the two sides of the debate were now neck-and-neck. \n\n\"The United Kingdom is a precious and special country,\" Cameron wrote in Wednesday's Daily Mail newspaper. \n\n\"So let no one in Scotland be in any doubt: we desperately want you to stay; we do not want this family of nations to be ripped apart. \n\n\"If the UK breaks apart, it breaks apart forever. So the choice for you is clear: a leap into the dark with a Yes vote, or a brighter future for Scotland by voting No. You can have the best of both worlds in the UK.\" \n\nLiberal Democrat leader Nick Clegg, the deputy prime minister in the coalition government, will also hit the campaign trail. \n\nJust a few weeks ago, there had been little concern in Westminster about the referendum on September 18, with polls consistently showing an easy victory for the unionists. \n\nBut a YouGov poll at the weekend set the cat among the pigeons, putting the pro-independence \"Yes\" camp ahead for the first time, while another on Tuesday showed the two sides were tied. \n\nIn response, all three major parties unveiled a timetable for the transfer of new powers over income tax and welfare spending to the devolved Scottish government, and said work would begin immediately after a \"No\" vote. \n\n'Absolute panic' \n\nFirst Minister Alex Salmond, the leader of the Scottish National Party (SNP), dismissed the initiative as a \"back-of-an-envelope non-plan\". \n\nHe said the \"extraordinary, last-minute\" trip by Cameron, Miliband and Clegg would not help their cause. \n\n\"The 'No' campaign think that they are losing this campaign, and these hugely distrusted Westminster leaders trooping up to Scotland is only going to boost that process,\" he said. \n\nCameron's Conservatives are not popular in Scotland, they have just one Scottish member of parliament out of 59 and he is trusted by just 23 percent of Scots, according to a recent YouGov poll. \n\nMiliband's Labour party has a stronger presence in Scotland, but he has the same dismal personal rating. \n\n\"The message of this extraordinary, last minute reaction is that the Westminster elite are in a state of absolute panic as the ground in Scotland shifts under their feet,\" Salmond said. \n\n'Too close to call' The YouGov poll on Sunday put the \"Yes\" camp ahead by two points, a major development given that the same polling company put them 22 points behind one month earlier. \n\nAnother poll on Tuesday by TNS Scotland confirmed the two sides were neck and neck, with respondents who said they were certain to vote evenly split at 41 percent. \n\n\"This poll reveals a remarkable shift in voting intentions. It's too close to call,\" said TNS Scotland head Tom Costley. \n\nThe polls show Labour voters in particular are shifting towards independence, prompting former Labour prime minister Gordon Brown to launch a six-day tour of campaign events. \n\nCameron had been taking a back seat but the polls have changed the political landscape, prompting a rare show of unity with his rivals -- although they are not expected to share a platform when in Scotland. \n\nThe blue and white Scottish saltire flag was hoisted over Cameron's Downing Street office on Tuesday, as Miliband urged public buildings across Britain to fly the standard to send a message to Scots to \"stay with us\". \n\nThe latest polls sent the pound tumbling to a 10-month low against the dollar, amid continued uncertainty about the effect that independence would have on the British economy. \n\nThe SNP says Scotland would keep the pound, but the unionist parties in London argue this will not be possible -- a view reinforced by the governor of the Bank of England. \n\n\"A currency union is incompatible with sovereignty,\" Mark Carney told a meeting of trade unions in Liverpool, northwest England, on Tuesday. \n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42160119.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42160119.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42160119.cms?feedtype=sjson"},{"NewsItemId":"42160799","HeadLine":"Ebola threatening Liberia's existence, minister warns","Agency":"AFP","DateLine":"Sep 10, 2014, 12.04PM IST","WebURL":"http://timesofindia.indiatimes.com/world/rest-of-world/Ebola-threatening-Liberias-existence-minister-warns/articleshow/42160799.cms","Caption":"Ebola is threatening the very existence of Liberia as the killer virus spreads like \"wild fire\", the defence minister warned Tuesday, following a grim World Health Organization assessment that the worst is yet to come.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42161134","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42161134","PhotoCaption":"Health workers carry the body of a man suspected of dying form the Ebola virus in the capital city of Monrovia, Liberia."},"Keywords":"west Africa, Monrovia, Liberia, Ebola","Story":" MONROVIA: Ebola is threatening the very existence of Liberia as the killer virus spreads like \"wild fire\", the defence minister warned on Tuesday, following a grim World Health Organization assessment that the worst is yet to come. \n\nAfter predicting an \"exponential increase\" in infections across West Africa, the WHO warned that Liberia, which has accounted for half of all fatalities, could initially only hope to slow the contagion, not stop it. \n\n\"Liberia is facing a serious threat to its national existence,\" defence minister Brownie Samukai told a meeting of the UN Security Council on Tuesday. \n\nThe disease is \"now spreading like wild fire, devouring everything in its path,\" he said. \n\nThe WHO upped the Ebola death toll on Tuesday to 2,296 out of 4,293 cases in Liberia, Sierra Leone, Guinea and Nigeria as of September 6. Nearly half of all infections had occurred in the past 21 days, it said. \n\nThe agency also evacuated its second infected medical expert, a doctor who had been working at an Ebola treatment centre in Sierra Leone. \n\nEmory University Hospital in the United States admitted an American on Tuesday who had contracted the disease in west Africa, but declined to confirm whether the patient was the WHO employee. \n\nThe hospital has successfully treated two other infected US nationals. \n\nEbola, transmitted through bodily fluids, leads to haemorrhagic fever and, in over half of cases, death. There is no specific treatment regime and no licensed vaccine. \n\n<strong>'Need to be pragmatic'<\/strong> \n\nThe latest WHO figures underscore Ebola's asymmetric spread, as it rips through densely populated communities with decrepit health facilities and poor public awareness campaigns. \n\nSpeaking Tuesday, WHO's epidemiology chief Sylvie Briand said the goal in Senegal and Nigeria was now \"to stop transmission completely\". Senegal has announced only one infection, while Nigeria has recorded 19 infections and eight deaths. \n\nThe Democratic Republic of Congo is battling a separate outbreak which has killed 32 in a remote northwestern region. \n\n\"But in other locations, like Monrovia, where we have really wide community transmission, we are aiming at two-step strategies,\" Briand said in Geneva, \"first, to reduce the transmission as much as possible and, when it becomes controllable, we will also try to stop it completely. \n\n\"But at this point in time we need to be pragmatic and try to reduce it in the initial steps.\" \n\nA day earlier the WHO had warned that aid organisations trying to help Liberia to respond would \"need to prepare to scale up their current efforts by three-to four-fold\". \n\nBefore the current outbreak, it noted, Liberia only had one doctor for every 100,000 patients in a population of 4.4 million. \n\nIn Montserrado county, which contains Monrovia, there are no spare beds at the few Ebola treatment sites operating, the WHO said. \n\nIt described how infected people were being driven to centres only to be turned away, return home and create \"flare-ups\" of deadly fever in their villages. \n\nIt said 1,000 beds are needed, far more than the 240 currently operational and 260 planned. \n\n<strong>Border closure, controls<\/strong> \n\nGuinea's President Alpha Conde described Ebola as a \"war\" his nation, with 555 dead so far, needed to win. \n\nHe slammed neighbouring states including Ivory Coast and Senegal for shutting their borders, and airlines for suspending flights to affected countries. \n\n\"They forget that when you close borders, people just go through the bush. It's better to have official passages of transit,\" he said. \n\nAfrican Union commission chief Nkosazana Dlamini-Zuma also called on Monday for travel bans to be lifted \"to open up economic activities\". \n\nIn Gambia, customs officials said Tuesday they had closed the borders to Guineans, Liberians, Nigerians and Sierra Leoneans, though not to neighbouring Senegal. \n\n\"We are also advising Gambians intending to travel to these countries to cancel their trips, but any Gambian who fails to heed our advice, we will not allow you in the country if you return,\" Ebrima Kurumah, a health officer posted at the border with Senegal, told AFP. \n\nThere were restrictions further afield, too. China, one of the region's main investors, announced on Tuesday it was reinforcing checks on people, goods and vehicles, and even mail arriving from affected countries. \n\nMeanwhile, Italy announced its first possible case of Ebola - a woman recently returned from Nigeria. \n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42160799.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42160799.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42160799.cms?feedtype=sjson"},{"NewsItemId":"42162780","HeadLine":"US: Missouri executes man for killing 2 in robbery","Agency":"AP","DateLine":"Sep 10, 2014, 12.34PM IST","WebURL":"http://timesofindia.indiatimes.com/world/us/Missouri-executes-man-for-killing-2-in-robbery/articleshow/42162780.cms","Caption":"A Missouri inmate was put to death on Wednesday for killing two people during a restaurant robbery in 1998, the eighth execution in the state this year.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42163011","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42163011","PhotoCaption":"Missouri Department of Corrections photo of inmate Earl Ringo. (Reuters Photo)"},"Keywords":"US--Missouri, Missouri execution, Missouri, execution, Earl Ringo Jr., Dennis Poyser","Story":" BONNE TERRE, Missouri: A Missouri inmate was put to death on Wednesday for killing two people during a restaurant robbery in 1998, the eighth execution in the state this year and the 10th since November. \n\nEarl Ringo Jr, 40, and an accomplice killed delivery driver Dennis Poyser and manager trainee JoAnna Baysinger at a Ruby Tuesday restaurant in Columbia in the early hours of July 4, 1998. Poyser and Baysinger were shot to death at point-blank range. \n\nThe Department of Corrections said Ringo was executed at 12:22am by lethal injection and pronounced dead at 12:31am. \n\nCourts and Gov. Jay Nixon had refused to halt the execution over concerns raised by Ringo's attorneys, who, among other things, questioned Missouri's use of a pre-execution sedative, midazolam. Attorneys argued that the drug could dull Ringo's senses and leave him unable to express any pain or suffering during the process. \n\nMidazolam has come under scrutiny after it was used in problematic executions earlier this year in Ohio, Oklahoma and Arizona. In each case, witnesses said the inmates gasped after their executions began and continued to labor for air before being pronounced dead. \n\nA clemency petition to Nixon had also cited concerns about the fact that Ringo was convicted and sentenced to death by an all-white jury. \n\nOn July 3, 1998, Ringo shared with Quentin Jones his plan to rob the Ruby Tuesday restaurant in Columbia, where he once worked. Jones agreed to join him. \n\nBefore sunrise on July 4, Ringo and Jones hid behind a grease pit in the back of the restaurant. Poyser and Baysinger arrived and entered the restaurant. Ringo followed them and shot Poyser, 45, killing him instantly. \n\nHe ordered Baysinger, 22, to open a safe. She pulled out $1,400 and gave it to him. \n\nRingo gave the gun to Jones, who stood with the weapon pointed at Baysinger's head for a minute and a half before pulling the trigger. \n\nInterviews with restaurant workers and former workers led police to Ringo, according to Kevin Crane, who was the Boone County prosecutor at the time. \n\nRingo admitted to the robbery but claimed the shootings were in self-defense. He was convicted in 1999 and sentenced to death. \n\nJones, of Louisville, Kentucky, pleaded guilty to first-degree murder and was sentenced to life in prison, but he was spared the death penalty when he agreed to testify against Ringo \n\nRingo's attorneys had asked a federal appeals court to postpone the execution until a hearing over Missouri's use of midazolam. Attorney Richard Sindel claimed that Missouri's use of midazolam essentially violates its own protocol, which provides for pentobarbital as the lone execution drug. \n\nSt. Louis Public Radio reported last week that Missouri administered midazolam to all nine inmates put to death since November. Corrections department spokesman David Owen said midazolam \"is used to relieve the offender's level of anxiety\" and is not part of the actual execution process. \n\nThe execution was one of two scheduled for Wednesday in the U.S. Texas was scheduled to execute Willie Trottie later in the day for killing his common-law wife and her brother in 1993. \n\nTrottie's execution would be Texas' eighth this year. Florida has performed seven executions in 2014, and all other states have a combined six. ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42162780.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42162780.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42162780.cms?feedtype=sjson"},{"NewsItemId":"42137427","HeadLine":"Japan, US discussing offensive military capability for Tokyo","Agency":"Reuters","DateLine":"Sep 10, 2014, 05.47AM IST","WebURL":"http://timesofindia.indiatimes.com/world/rest-of-world/Japan-US-discussing-offensive-military-capability-for-Tokyo-Japan-officials-say/articleshow/42137427.cms","Caption":"Japan and the United States are exploring the possibility of Tokyo acquiring offensive weapons that would allow Japan to project power far beyond its borders, Japanese officials said, a move that would likely infuriate China.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42137677","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42137677","PhotoCaption":"Japanese Prime Minister Shinzo Abe."},"Keywords":"","Story":" TOKYO: Japan and the United States are exploring the possibility of Tokyo acquiring offensive weapons that would allow Japan to project power far beyond its borders, Japanese officials said, a move that would likely infuriate China. \n\nWhile Japan's intensifying rivalry with China dominates the headlines, Tokyo's focus would be the ability to take out North Korean missile bases, said three Japanese officials involved in the process. \n\nThey said Tokyo was holding the informal, previously undisclosed talks with Washington about capabilities that would mark an enhancement of military might for a country that has not fired a shot in anger since its defeat in World War Two. \n\nThe talks on what Japan regards as a \"strike capability\" are preliminary and do not cover specific hardware at this stage, the Japanese officials told Reuters. \n\nDefence experts say an offensive capability would require a change in Japan's purely defensive military doctrine, which could open the door to billions of dollars worth of offensive missile systems and other hardware. These could take various forms, such as submarine-fired cruise missiles similar to the US Tomahawk. \n\nUS officials said there were no formal discussions on the matter but did not rule out the possibility that informal contacts on the issue had taken place. One US official said Japan had approached American officials informally last year about the matter. \n\nJapan's military is already robust but is constrained by a pacifist Constitution. The Self Defence Forces have dozens of naval surface ships, 16 submarines and three helicopter carriers, with more vessels under construction. Japan is also buying 42 advanced F-35 stealth fighter jets. \n\nReshaping the military into a more assertive force is a core policy of Prime Minister Shinzo Abe. He has reversed a decade of military spending cuts, ended a ban on Japanese troops fighting abroad and eased curbs on arms exports. \n\n<strong>Riling China<\/strong> \n\nTokyo had dropped a request to discuss offensive capabilities during high-profile talks on revising guidelines for the US-Japan security alliance which are expected to be finished by year-end, the Japanese officials said. Instead, the sensitive issue was \"being discussed on a separate track\", said one official with direct knowledge of the matter. \n\nBut any deal with Washington is years away and the obstacles are significant - from the costs to the heavily indebted Japanese government to concerns about ties with Asian neighbours such as China and sensitivities within the alliance itself. \n\nThe Japanese officials said their US counterparts were cautious to the idea, partly because it could outrage China, which accuses Abe of reviving wartime militarism. \n\nThe officials declined to be identified because they were not authorised to discuss the closed-door deliberations. A Japanese Defence Ministry spokesman said he could not comment on negotiations with Washington. \n\nJapan would need US backing for any shift in military doctrine because it would change the framework of the alliance, often described as America supplying the \"sword\" of forward-based troops and nuclear deterrence while Japan holds the defensive \"shield\". \n\nWashington did not have a position on upgrading Japan's offensive capabilities, \"in part because the Japanese have not developed a specific concept or come to us with a specific request\", said another US official. \n\n\"We're not there yet - and they're not there yet,\" the official said. \"We're prepared to have that conversation when they're ready.\" \n\n<strong>North Korean missiles<\/strong> \n\nNorth Korea lies less than 600 km (370 miles) from Japan at the closest point. \n\nPyongyang, which regularly fires short-range rockets into the sea separating the Koreas from Japan, has improved its ballistic missile capabilities and conducted three nuclear weapons tests, its most recent in February 2013. \n\nIn April, North Korea said that in the event of war on the Korean Peninsula, Japan would be \"consumed in nuclear flames\". \n\nPart of Japan's motivation for upgrading its capabilities is a nagging suspicion that the United States, with some 28,000 troops in South Korea as well as 38,000 in Japan, might hesitate to attack the North in a crisis, Japanese experts said. \n\nUS forces might hold off in some situations, such as if South Korea wanted to prevent an escalation, said Narushige Michishita, a national security adviser to the Japanese government from 2004-2006. \n\n\"We might want to maintain some kind of limited strike capability in order to be able to initiate a strike, so that we can tell the Americans, 'unless you do the job for us, we will have to do it on our own,'\" said Michishita, a security expert at the National Graduate Institute for Policy Studies in Tokyo. \n\nReflecting Japan's concerns, Abe told parliament in May 2013 that it was vital \"not to give the mistaken impression that the American sword would not be used\" in an emergency. \n\n\"At this moment is it really acceptable for Japan to have to plead with the US to attack a missile threatening to attack Japan?\" Abe said. \n\nUnder current security guidelines, in the event of a ballistic missile attack, \"US forces will provide Japan with necessary intelligence and consider, as necessary, the use of forces providing additional strike power\". \n\n<strong>Shrouded in euphemism<\/strong> \n\nThe informal discussions on offensive capabilities cover all options, from Japan continuing to rely completely on Washington to getting the full panoply of weaponry itself. \n\nJapan would like to reach a conclusion in about five years, and then start acquiring hardware, one Japanese official said. \n\nTokyo had wanted the discussions included in the review of the Japan-U.S. Defence Cooperation Guidelines that are expected to cover areas such as logistical support and cybersecurity. Those talks, which formally kicked off last October, are the first in 17 years. \n\nBut the United States was keen to keep discussions on offensive capabilities separate to avoid riling China and South Korea, another Japanese official said. Beijing and Seoul each have territorial disputes with Tokyo and accuse Abe of failing to atone for Japan's wartime aggression. \n\nReflecting the sensitivities of the issue even in Japan, any talk of an upgraded offensive capability is shrouded in euphemism. \n\nItsunori Onodera, who stepped down last week as defence minister in a broad cabinet reshuffle, a year ago described it as \"the capability to attack enemies' military bases and strategic bases for the sake of self-defence\". \n\nDefence guidelines compiled by the government in December watered this down to a \"potential form of response capability to address the means of ballistic-missile launches and related facilities\". \n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42137427.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42137427.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42137427.cms?feedtype=sjson"},{"NewsItemId":"42141545","HeadLine":"Ahead of speech, Obama briefs Congress on IS strategy","Agency":"Reuters","DateLine":"Sep 10, 2014, 06.58AM IST","WebURL":"http://timesofindia.indiatimes.com/world/us/Ahead-of-speech-Obama-briefs-Congress-on-Islamic-State-strategy/articleshow/42141545.cms","Caption":"President Barack Obama told leaders of Congress on Tuesday that he did not need for them to authorize his strategy to fight Islamic State, ahead of a speech to Americans that may herald expanded operations against the group in Iraq and perhaps Syria.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42141664","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42141664","PhotoCaption":"Obama's White House speech on Wednesday  will be his most significant effort to outline a strategy against a group whose savage methods have included the beheading of two American captives."},"Keywords":"","Story":" WASHINGTON: President Barack Obama told leaders of Congress on Tuesday that he did not need for them to authorize his strategy to fight Islamic State, ahead of a speech to Americans that may herald expanded operations against the group in Iraq and perhaps Syria. \n\nObama's White House speech at 9 pm ET on Wednesday (0100 GMT on Thursday) will be his most significant effort to outline a strategy against a group whose savage methods have included the beheading of two American captives. \n\nObama met Harry Reid and Nancy Pelosi, the top Democrats in the US Senate and House of Representatives, and Republican counterparts Mitch McConnell and John Boehner, to discuss the next phase of his campaign. \n\n\"The president told the leaders that he has the authority he needs to take action against ISIL in accordance with the mission he will lay out in his address tomorrow night,\" the White House said in a statement, using an acronym for Islamic State. \n\nThe 1973 War Powers Resolution requires that the president consult Congress before introducing US armed forces into hostilities but allows them to remain for 60 days before he has to obtain Congress' approval for action. \n\nElected in 2008 on a promise to get US troops out of Iraq, Obama has been limiting military operations to protecting minority Iraqi Yazidis and attacking Islamic State positions near the Kurdish capital Arbil and around the Mosul and Haditha dams. \n\nHe has the option of ordering airstrikes on an expanded list of targets within Iraq and has been considering strikes in Syria as well, on condition that moderate rebels be in a position to hold territory cleared of Islamic State fighters by the strikes. \n\nObama said in an interview with NBC broadcast on Sunday that the United States would hit the militant leaders wherever it could. \n\nA Washington Post-ABC News opinion poll on Tuesday said 71 percent of Americans support airstrikes in Iraq and 65 percent support using them in Syria. It found Obama's approval rating was at near-record lows, with only 43 percent saying he is a strong leader. \n\nIraq's formation on Monday of a unity government involving disenfranchised Sunni and Kurdish minorities met US demands and cleared the way for increased American military assistance, White House spokesman Josh Earnest told reporters. \n\nIslamic state threat \n\nPolicymakers in recent weeks have called Islamic State a threat to the US homeland out of concern that foreign fighters who have sworn allegiance to the group, including some Americans, could return home to attack civilians. \n\nIn the White House meeting, Speaker of the House Boehner expressed support for options Obama has proposed including \"increasing the effectiveness of the Iraqi Security Forces\" and equipping some groups in the Syrian opposition, an aide said. \n\n\"The Speaker made it clear that ISIL (Islamic State) is preparing to fight us, and that as we learned in Syria, the longer we wait, the more difficult our choices become,\" the aide said. \n\nObama will pledge that large numbers of US ground forces will not be deployed. The United States has more than 800 military personnel in Iraq to provide protection for American embassy personnel and serve as forward spotters for airstrikes. \n\nObama ran for president by declaring he would end the Iraq war begun by President George W. Bush and the last combat troops were pulled out in 2011. \n\nObama is tying deeper US military involvement to creating an international coalition so that the United States does not act alone. Secretary of State John Kerry is in Saudi Arabia and Jordan this week seeking active support from Arab states. \n\nObama has been harshly criticized by Republicans and even some Democrats for what they call a tentative response to the Islamic State challenge. In late August he said \"we don't have a strategy yet\" for tackling Islamic State in Syria. \n\nHouse Republicans invited former Vice President Dick Cheney, a Republican and an Obama critic, to address their weekly caucus meeting on Tuesday. Attendees said Cheney, an architect of the 2003 Iraq invasion, blamed Obama for international instability. \n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42141545.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42141545.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42141545.cms?feedtype=sjson"},{"NewsItemId":"42135334","HeadLine":"Chile steps up security after bomb hurts 14","Agency":"AP","DateLine":"Sep 10, 2014, 05.12AM IST","WebURL":"http://timesofindia.indiatimes.com/world/rest-of-world/Chile-steps-up-security-after-bomb-hurts-14/articleshow/42135334.cms","Caption":"Chile's president increased security measures and expanded powers to investigate on Tuesday, a day after a bomb injured 14 people in the capital in the worst attack of its kind in the country since democracy returned in 1990.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42135909","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42135909","PhotoCaption":"Chilean President Michelle Bachelet. (AFP photo)"},"Keywords":"","Story":" SANTIAGO: Chile's president increased security measures and expanded powers to investigate on Tuesday, a day after a bomb injured 14 people in the capital in the worst attack of its kind in the country since democracy returned in 1990. \n\nOfficials said they were looking into whether anarchist groups believed responsible for a wave of bombings in Santiago were behind Monday's attack at a fast-food restaurant next to a busy subway station. \n\n\"Those who carry out these acts think they will frighten us, but we're not going to let a small group of terrorists and cowards scare the vast majority who want a peaceful country,\" President Michelle Bachelet said after she led a high-level security meeting. \n\n\"I have instructed the interior minister to reinforce security on the subway system and in places where lots of people gather,\" Bachelet said. \"The coordination between police and intelligence organisms will be key to obtaining concrete results in the investigations. Our hand will not tremble with these sorts of acts.\" \n\nSantiago is one of the safest capitals in Latin America, but Chileans have been shocked by at least 29 bombs that have been planted across the city so far this year. Some have not gone off, and none of the earlier bombs caused any injuries. \n\nIn some cases anarchist groups have said the bombs were planted to demand freedom for two Chilean anarchists imprisoned in Spain for an explosion in a cathedral in Zaragoza last year. \n\nFire officials say the injuries in Monday's blast apparently were caused by fragments from a fire extinguisher filled with gunpowder that detonated in a trash bin. The prosecutor investigating the blasts has said the explosive device was similar to the ones used in other recent attacks. \n\n\"We're following the line that they are anarchist organizations. Their structure doesn't allow for fast and more precise results on who's behind these attacks,\" said acting national prosecutor Alberto Ayala. \n\nChile's government has invoked the country's tough anti-terror law that lets suspects be held in isolation without charges and permits secret witnesses in investigations. \n\nPolice agents patrolled the Santiago subway on Tuesday, and authorities removed or covered trash cans as a precaution. \n\nThe latest blast occurred just ahead of the 41st anniversary of the Chilean military coup that ousted socialist President Salvador Allende and began the bloody 1973-90 dictatorship of Gen. Augusto Pinochet. Chileans remain divided over Pinochet's rule, and protests at the coup's anniversary often turn violent. ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42135334.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42135334.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42135334.cms?feedtype=sjson"},{"NewsItemId":"42128506","HeadLine":"House condemns Obama for prisoner swap","Agency":"AP","DateLine":"Sep 10, 2014, 03.05AM IST","WebURL":"http://timesofindia.indiatimes.com/world/us/House-condemns-Obama-for-prisoner-swap/articleshow/42128506.cms","Caption":"The Republican-controlled House voted on Tuesday to condemn President Barack Obama for failing to give 30-day notice to Congress about the exchange in May of American prisoner Bowe Bergdahl for five Taliban leaders held at the US prison at Guantanamo Bay, Cuba.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42128551","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42128551","PhotoCaption":"Republicans insisted that Obama clearly violated a law requiring the administration to notify Congress at least 30 days before transferring prisoners from the Guantanamo Bay prison."},"Keywords":"","Story":" WASHINGTON: The Republican-controlled House voted on Tuesday to condemn President Barack Obama for failing to give 30-day notice to Congress about the exchange in May of American prisoner Bowe Bergdahl for five Taliban leaders held at the US prison at Guantanamo Bay, Cuba. \n\nThe vote was 249-163, with close to two dozen Democrats breaking ranks and backing the nonbinding resolution. \n\n\"By setting free five top Taliban commanders from US custody, the Obama administration made Americans less safe,\" Speaker John Boehner said in a statement. \n\nThe vote castigating Obama came at a crucial moment for the administration as it sought to rally international and congressional support for steps to combat the rising threat of Islamic state militants in Iraq and Syria. The debate and vote coincided with a White House meeting in which the president discussed his strategy with House and Senate leaders. It also came on the eve of Obama's address to the nation. \n\n\"What poor timing for a resolution,\" said Rep. Sheila Jackson Lee, A Democrat. \n\nRep. Alcee Hastings, also a Democrat, suggested that the House vote on the measure less than two months before the election was simply an effort to appease core Republican voters. \n\nRepublicans insisted that Obama clearly violated a law requiring the administration to notify Congress at least 30 days before transferring prisoners from the Guantanamo Bay prison. A Government Accountability Office report last month also reached that conclusion. \n\n\"The administration deprived Congress of the opportunity to consider the national security risk or the repercussions of negotiating with terrorists,\" said Republican Rep. Howard \"Buck\" McKeon, chairman of the House Armed Services Committee. \n\nFive senior Taliban were released from the US prison at Guantanamo in exchange for the Army sergeant who had disappeared from his post in Paktika province in eastern Afghanistan on June 30, 2009. The five Taliban are to remain in Qatar for a year. \n\nRepublican lawmakers and some Democrats were angry with Obama and members of the administration for failing to notify them about the swap even as 80 to 90 members of the government knew of the exchange. The administration has offered a number of explanations for keeping Congress in the dark, including concern about Bergdahl's health and safety required speedy action and concern that lawmakers would divulge details of the deal and scuttle it. \n\nRep. Adam Smith of Washington state, the top Democrat on Armed Services, said the president should have notified Congress, but Obama has said his constitutional authority as commander in chief superseded the law to apprise lawmakers. \n\nThe resolution was a partisan attack by a Republican House on a Democratic president, said Smith, who argued that Republican President George W. Bush repeatedly violated the law with post-September 11 warrantless wiretaps and indefinite detentions. \n\nDemocratic Rep. John Barrow of Georgia, who faces a tough re-election this fall, backed the resolution, complaining that Obama negotiated with terrorists and treated Congress as an afterthought. \n\nSome in Congress have said Bergdahl was a deserter and the United States gave up too much for his freedom. Several lawmakers have cited intelligence suggesting the high-level Taliban officials could return to the Afghanistan battlefield. \n\nThe resolution, which lacks the force of law and won't be considered in the Senate, \"condemns and disapproves of the failure of the Obama administration to comply with the lawful 30-day statutory reporting requirement in executing the transfer of five senior members of the Taliban from detention at United States Naval Station, Guantanamo Bay, Cuba.\" \n\nThe measure says these actions \"have burdened unnecessarily the trust and confidence in the commitment and ability of the Obama administration to constructively engage and work with Congress.\" \n\nThe resolution does express relief that Bergdahl has returned safely to the United States. \n\nThe Joint Chiefs of Staff has unanimously supported the exchange, insisting that the United States has a sacred commitment to men and women who serve that it will never leave anyone behind on the battlefield. Army Gen. Martin Dempsey, the chairman of the Joint Chiefs, said the swap in May was \"likely our last, best opportunity\" to free Bergdahl. \n\nBergdahl is performing administrative duties at Fort Sam Houston in San Antonio while an investigation into how he was captured by the Taliban is conducted. \n\n\n\n\n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42128506.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42128506.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42128506.cms?feedtype=sjson"},{"NewsItemId":"42117075","HeadLine":"Gunbattle in Yemeni capital after soldiers kill 4 Shias","Agency":"Reuters","DateLine":"Sep 9, 2014, 09.51PM IST","WebURL":"http://timesofindia.indiatimes.com/world/middle-east/Gunbattle-in-Yemeni-capital-after-soldiers-kill-four-Shias/articleshow/42117075.cms","Caption":"The fighting now threatens to bring into the capital a rebellion by Shia Houthi tribespeople that until now been confined to the north.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42117111","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42117111","PhotoCaption":"Yemeni Shia Huthi anti-government demonstrators shout slogans during a demonstration near the government headquarters in Sanaa."},"Keywords":"Shia Muslim rebels, Shia Houthi, Gunbattle in Yemeni capital","Story":" SANAA: Yemeni soldiers traded gunfire with Shia Muslim rebels near a military base at the southern entrance to the capital Sanaa on Tuesday, residents said, hours after soldiers killed at least four Shia protesters outside the cabinet building. \n\nA civilian was killed in the gunbattle and both soldiers and rebels suffered several injuries, government sources said. \n\nThe fighting now threatens to bring into the capital a rebellion by Shia Houthi tribespeople that until now been confined to the north. \n\nEarlier, some of the Houthi activists who have been staging protests in Sanaa for weeks had tried to force their way into the cabinet building. \n\nMedical sources said four protesters had been killed. \n\nA security source told the state news agency Saba that protesters had shot at security personnel guarding the cabinet building and nearby state radio, but denied that the security forces had fired live bullets back. \n\nHouthi spokesman Mohammed Abdul Salam said the demonstrators had been unarmed, adding: \"The authorities want the people to realize that peaceful options aren't acceptable ... and are no use in correcting the situation.\" \n\nThe Houthis said dozens of activists had been wounded. \n\nProtesters have been blocking the main road to Sanaa's airport and holding sit-ins for weeks at ministries in an attempt to oust the government and restore fuel subsidies. \n\nThe Houthis accuse the government of the desperately poor southern Arabian country of corruption, while critics say the Houthis are trying to grab power and carve out a semi-independent state for themselves in the north — something they deny. \n\nWhile activists have been demonstrating in the capital, armed rebels in the northerly al-Jawf province have been fighting government-allied tribes backed by air strikes over the last three days. \n\nBoth sides vowed defiance on Monday, as the International Crisis Group think tank said Yemen's political transition was at \"a crossroads more dangerous than any since 2011,\" when mass protests ousted veteran autocrat Ali Abdullah Saleh and security around the country sharply deteriorated. \n\n\"The Houthi group may not and cannot continue its escalation and its disturbance of the public tranquillity and the undermining of security and stability in the capital,\" said Salah's successor, President Abed Rabbo Mansour Hadi. \n\nHouthi leader Abdel Malik al-Houthi said: \"We vow to continue in our position and dismiss any questioning of our intentions. The solution is to respond definitively to the popular demands, and we are serious in these demands.\" \n\nSeparately, al-Qaida militants detonated a car bomb at an army checkpoint in the eastern Hadramawt province, setting off a firefight in which three soldiers and 10 militants were killed, a local security source said. \n\nThe United States and Yemen's energy-rich Gulf neighbours fear for its stability as it battles al-Qaida in the Arabian Peninsula, one of the fiercest affiliates of the global militant group, and struggles with sectarian rifts that have led to warfare in other Arab countries. ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42117075.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42117075.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42117075.cms?feedtype=sjson"},{"NewsItemId":"42115249","HeadLine":"Situation in Pakistan very serious: US senator","Agency":"PTI","DateLine":"Sep 9, 2014, 08.23PM IST","WebURL":"http://timesofindia.indiatimes.com/world/pakistan/Situation-in-Pakistan-very-serious-US-senator/articleshow/42115249.cms","Caption":"McCain said a strong India, in terms of both economy and military, can help address the challenges posed by these elements — particularly the military — in Pakistan.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42115293","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42115293","PhotoCaption":"Pakistan army"},"Keywords":"terrorism in Pakistan, Situation in Pakistan, Inter-Services Intelligence, Haqqani militant network","Story":" WASHINGTON: Describing the situation in Pakistan very serious, a top American senator today said the turmoil there has emphasized that the nuclear-armed country's powerful military plays a key role in its political affairs. \n\nSenator John McCain alleged Pakistani spy agency Inter-Services Intelligence (ISI) continues its support to the dreaded Haqqani militant network, blamed for several bloody attacks on Indian interests and US-led Nato coalition. \n\nThe situation in Afghanistan would bear a significant impact on Pakistan, McCain said, warning of a repeat of Iraq if appropriate steps are not taken in Afghanistan. \n\nMcCain said a strong India, in terms of both economy and military, can help address the challenges posed by these elements — particularly the military — in Pakistan. \n\nIt would also help strengthen democracy in this south Asian country, he said, while addressing a Washington audience. \n\nIn response to a question at the Carnegie Endowment for International peace, McCain said recent events have shown that there is a very serious situation in Pakistan. \n\n\"A nuclear power makes the situation worse,\" he said. \n\n\"Recent events in Pakistan have emphasized that military plays a more important role in Pakistan,\" he said. \n\nMcCain said the \"Kashmir situation could flare up at any time\", and added that the issue could be solved only through negotiations. \n\n\"The stronger India is economically and militarily, the better for India-Pak relationship,\" he said. ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42115249.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42115249.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42115249.cms?feedtype=sjson"}]}