{"Pagination":{"TotalPages":"1","PageNo":"1","PerPage":"25","WebURL":"http://timesofindia.indiatimes.com/"},"NewsItem":[{"NewsItemId":"42268976","HeadLine":"Oscar Pistorius not guilty of girlfriend’s premeditated murder","Agency":"AFP","DateLine":"Sep 11, 2014, 04.38PM IST","WebURL":"http://timesofindia.indiatimes.com/world/rest-of-world/Oscar-Pistorius-not-guilty-of-premeditated-murder-of-girlfriend-Reeva-Steenkamp/articleshow/42268976.cms","Caption":"\"Blade Runner\" Oscar Pistorius was found not guilty of the murder of girlfriend Reeva Steenkamp as a judge dismissed the most serious charges against him.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42269224","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42269224","PhotoCaption":"Oscar Pistorius cries in the dock in Pretoria, South Africa, on September 11, 2014 as Judge Thokozile Masipa reads notes as she delivers her verdict in Pistorius's murder trial. (AP photo)"},"Keywords":"Thokozile Masipa, Reeva Steenkamp Murder Trial, Reeva Steenkamp, Oscar Pistorius Verdict, Oscar Pistorius Trial, Oscar Pistorius","Story":"PRETORIA: \"Blade Runner\" Oscar Pistorius was found not guilty of the murder of girlfriend Reeva Steenkamp on Thursday as a South African judge dismissed the most serious charges against him. \n\n\"The state clearly has not proved beyond reasonable doubt that the accused is guilty of premeditated murder,\" Thokozile Masipa said, before dealing with the lesser charge of culpable homicide — also known as manslaughter. \n\n\"Viewed in its totality the evidence failed to establish that the accused had the requisite intention to kill the deceased let alone with premeditation,\" said Masipa. \n\n\"Clearly he did not objectively foresee this as a possibility, that he would kill the person behind the door,\" she said as she later dismissed the lesser charge of common murder. \n\nThe 27-year-old sat in the dock bowed and burying his head in his hands after the finding was made. \n\nPistorius was charged with one count of murder and three firearms offences over the killing on Valentine's Day 2013.\nDEVELOPING: Oscar Pistorius cleared of murder charges <a href=\"http://t.co/QbCXctoiZ2\">http://t.co/QbCXctoiZ2<\/a> <a href=\"http://t.co/dfbhEYhCN8\">pic.twitter.com/dfbhEYhCN8<\/a>\n\n&mdash; NBC News (@NBCNews) <a href=\"https://twitter.com/NBCNews/status/510020097054744576\">September 11, 2014<\/a> He could still be found guilty of culpable homicide, carrying anything from a suspended sentence to a lengthy prison stretch, or he could be acquitted. \n\nA charge of premeditated murder would have meant a life sentence in South Africa's notoriously brutal jails.\n\n\n<em>Oscar Pistorius cries in the dock in Pretoria as Judge Thokozile Masipa reads notes as she delivers her verdict in Pistorius's murder trial. (AP photo)<\/em> \n\n<strong>'Evasive' <\/strong> \n\nPistorius had grimaced and sniffled as he watched Masipa call Pretoria's high court to order and read her verdict. \n\nBoth defence and prosecution agree Pistorius killed the law graduate and model when he fired four shots through a locked toilet door in his upmarket Pretoria home.\nOscar Pistorius is due to discover his fate tomorrow <a href=\"http://t.co/UonPWrBLar\">http://t.co/UonPWrBLar<\/a> <a href=\"https://twitter.com/hashtag/BBCGoFigure?src=hash\">#BBCGoFigure<\/a> <a href=\"http://t.co/Snoy6jYTDF\">pic.twitter.com/Snoy6jYTDF<\/a>\n\n&mdash; BBC News (World) (@BBCWorld) <a href=\"https://twitter.com/BBCWorld/status/509674877566328832\">September 10, 2014<\/a> But the sprinter says he thought he was shooting at an intruder while Steenkamp was safely in bed. \n\nThe prosecution says he killed her in a fit of rage after an argument. \n\nJudge Masipa moved quickly through her judgement, rejecting state evidence that pointed to an argument between the couple.\n\n\n<em>Judge Thokozile Masipa reads notes as she delivers her verdict in the Oscar Pistorius's murder trial. (AP photo)<\/em> \n\n\"Neither the evidence of the loving relationship or a relationship turned sour can assist this court to determine whether the accused had the requisite intention to kill the deceased,\" she said. \n\nThe judge also reviewed evidence by neighbours who testified of hearing shots and screams, saying many \"had their facts wrong\". \n\nShe said huge media coverage of the case could have affected some witnesses. \n\n\"I am of the view that they failed to separate what they knew personally or what they heard from other people or what they gathered from the media,\" she said.\n\n\n<em>June Steenkamp (wearing glasses), mother of Reeva Steenkamp, watching with family friends as Oscar Pistorius speaks during Pistorius's murder trial at the North Gauteng high court in Pretoria, on April 11, 2014. (Reuters file photo)<\/em> \n\nBut Masipa also said Pistorius himself was \"evasive\" on the stand, and that his evidence showed \"a number of defences, or apparent defences\". \n\n\"The accused was a very poor witness,\" she said. \n\n<strong>'Reality show'<\/strong> \n\nThe verdict is the climax of a six-month murder trial that has cast a harsh spotlight on the fallen hero's private life. \n\nFull of high drama, the trial has fed intense media interest worldwide, with live broadcasts veering into the realm of TV reality shows. \n\nDuring proceedings Pistorius has broken down, weeping and at times vomiting as he heard how the 29-year-old blonde's head \"exploded\" like a watermelon under the impact of his hollow-point bullets.\n\n\n<em>Reeva Steenkamp with Oscar Pistorius.<\/em> \n\nOn Thursday a man selling papers on a nearby street corner said he couldn't keep up with the demand. \"Maybe you can come later,\" said Thomas Mdlule, the 29-year-old vendor, rushing to count out change for his customers. Thursday's verdict is unlikely to be the end of the case. \n\nThere will be more courtroom arguments before a sentence is handed down and, most likely, an appeal to a higher court. \n\n\"The trial is the first leg of a multi-legged legal process. It's just the beginning,\" said lawyer David Dadic. \n\nWhatever happens, Pistorius's glittering sporting career is likely to be over. \n\nOnce a poster boy for disabled sport, he has been stripped of lucrative endorsement deals by global brands and has withdrawn from all competition. ","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42268976.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42268976.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42268976.cms?feedtype=sjson"},{"NewsItemId":"42262588","HeadLine":"Police in J&K collect bodies floating in worst floods in years","Agency":"Reuters","DateLine":"Sep 11, 2014, 03.17PM IST","WebURL":"http://timesofindia.indiatimes.com/india/Police-in-JK-collect-bodies-floating-in-worst-floods-in-years/articleshow/42262588.cms","Caption":"The ferocity of the floods appeared to have caught the administration in J&K by surprise and has prompted an outpouring of anger in the state.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42263420","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42263420","PhotoCaption":"A man wades through flood waters in Srinagar."},"Keywords":"","Story":"NEW DELHI/ISLAMABAD: Authorities in Jammu & Kashmir collected the bodies of women and children floating in the streets on Thursday as anger mounted over what many survivors said was a bungled operation to help those caught in the region's worst flooding in 50 years.\n\nBoth the Indian and Pakistan sides have been hit by extensive flooding in recent days, and about 450 people have been killed, with J&K's capital city Srinagar particularly hard hit.\n\n\"Some air force officials have reported that they have seen bodies of women and children floating. We are making every effort to collect the bodies as soon as we can,\" said Srinagar police officer Faizal Wani.\n\n<strong>READ ALSO: <a href=\"http://timesofindia.indiatimes.com/india/Over-500000-people-still-wait-for-help-in-flood-ravaged-JK/articleshow/42250370.cms\">Over 5,00,000 people still wait for help in flood-ravaged J&K<\/a><\/strong>\n\nThe ferocity of the floods appeared to have caught the administration in J&K by surprise and has prompted an outpouring of anger in a state where a 25-year-old revolt simmers.\n\nWani said the army and state officials were moving survivors to field hospitals and relief camps on higher grounds. Nearly 100,000 people have been rescued by the military in the past week and some people were seeking shelter in mosques.\n\n<strong>READ ALSO\n\n<a href=\"http://timesofindia.indiatimes.com/flood-fury-in-jammu-&-kashmir/specialcoverage/42084666.cms\" target=\"_blank\">TOI's special coverage on J&K floods<\/a><\/strong>\n\n<strong><a href=\"http://timesofindia.indiatimes.com/india/JK-floods-Over-90000-rescued-but-many-refuse-to-leave-home/articleshow/42229277.cms\">J&K floods: Over 90,000 rescued, but many refuse to leave home<\/a><\/strong>\n\n\n<em>People wait outside Srinagar airport (EPA photo)<\/em>\n\nPolice said some Srinagar residents had been trapped in the top floors of their homes since the Jhelum river, swollen by unusually heavy rain, surged higher last week. The river flows from J&K to the Pakistan side, and then down into Pakistan's lower Indus river basin.\n\nOfficials say 220 people have been killed in Srinagar, a city of about 1 million people, ringed by mountains and on the banks of the Dal lake, but the scale of the disaster would only become clear once the water recedes.\n\nBasharat Peer, a journalist and author of a book on the Kashmir conflict, who is working as a volunteer in Srinagar, said the response to the disaster had been woeful.\n\n\"It is clear case of mismanagement. Why are the basic supplies still not made available?\" Peer asked.\n\n\"There are thousands of people searching for their families They have no idea whether they are alive or dead. We have no clean drinking water, no medicines and food to feed the children,\" he said.\n\nIn neighbouring Pakistan, 257 people have been killed and officials said the toll could rise.\n\nHalf a million people have been affected by the floods in Pakistan and large tracts of farmland have been inundated.\n\nAuthorities in New Delhi said they had been overwhelmed by the worst flooding in half a century. Prime Minister Narendra Modi will be conducting an emergency meeting to assess the disaster.\n\n\"We are just shocked to see how our paradise has been destroyed. Proper assessment of the disaster is yet to begin,\" a senior interior ministry official in New Delhi said of Kashmir.  ","HomeRelated":{"NewsItemId":"42250370","HeadLine":"Over 5,00,000 people still wait for help in J&K","DetailFeed":"http://timesofindia.indiatimes.com/feeds/newsfeedshow/42250370.cms?feedtype=sjson","Type":"news"},"CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42262588.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42262588.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42262588.cms?feedtype=sjson"},{"NewsItemId":"42255713","HeadLine":"Embarrassment to UP police, court returns chargesheet against Amit Shah","Agency":"PTI","DateLine":"Sep 11, 2014, 01.48PM IST","WebURL":"http://timesofindia.indiatimes.com/india/UP-court-returns-chargesheet-against-Amit-Shah-in-hate-speech-case/articleshow/42255713.cms","Caption":"In a major setback to UP police, a Muzaffaranagar court today rejected and returned a chargesheet filed against BJP chief Amit Shah, officials said.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42260418","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42260418","PhotoCaption":"In a major setback to UP police, a Muzaffaranagar court today rejected and returned a chargesheet filed against Amit Shah."},"Keywords":"UP court returns chargesheet against Amit Shah, Hate speech case, BJP, Amit Shah","Story":"MUZAFFARNAGAR: In an embarrassment to UP police, a court here on Thursday refused to take cognisance of the chargesheet against BJP president Amit Shah in connection with the alleged hate speech made by him and returned it to the police.\n\nAdditional chief judicial magistrate Sunder Lal refused to take cognisance of the chargesheet as police had not followed the provisions of 173[2] CrPc in which they did not try to arrest the accused before filing the chargesheet in court.\n\nPolice did not seek warrant or attachment proceedings against the accused under the provisions laid down under 173[2] CrPc, the court said.\n\nReturning the chargesheet to remove errors, the court said police cannot filed chargesheet under section 188 IPC as it should be filed as a private complaint by the concerned officer, who had imposed prohibitory orders which were violated.\n\n<strong>READ ALSO: <a href=\"http://timesofindia.indiatimes.com/india/Samajwadi-Party-fanning-communal-tension-in-UP-Rajnath-not-marginalized-Amit-Shah/articleshow/42249469.cms\">Samajwadi Party fanning communal tension in UP; Rajnath not marginalized, Amit Shah says<\/a><\/strong>\n\n\nShah was on Wednesday charged by the police for his alleged hate speech during campaigning here for the Lok Sabha elections.\n\n\n\n(BJP chief Amit Shah)\n\nThe chargesheet was filed against 49-year-old Shah in the court of additional chief judicial magistrate Manoj Sidhu.\n\nThe charges were filed against Shah under Section 123(3) of Representation of the People Act for allegedly seeking votes on the grounds of religion, race, caste and community and under Section 188 of the IPC relating to disobedience to order promulgated by public servant.\n\nThe chargesheet had been filed under various sections of IPC, including 153A (promoting enmity between different groups on grounds of religion, race, place of birth, etc.), 295A (deliberate and malicious acts, intended to outrage religious feelings of any class) and 505 (false statement, rumour, etc. circulated with intent to cause mutiny or offence against the public peace), and Section 123-3 of Representation of People Act (making an appeal to vote on the grounds of religion amounting to corrupt practice).\n\nPolice had registered a case against Shah for allegedly violating the model code following a direction from EC, which had also banned him from campaigning in the state on April 4.\n\nShah had landed in a major controversy for allegedly saying that the 2014 Lok Sabha polls were an opportunity to seek \"revenge for the insult\" inflicted during the riots in Muzaffarnagar last year.\n\n","HomeRelated":{"NewsItemId":"42249469","HeadLine":"Rajnath not marginalized: Amit Shah","DetailFeed":"http://timesofindia.indiatimes.com/feeds/newsfeedshow/42249469.cms?feedtype=sjson","Type":"news"},"CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42255713.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42255713.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42255713.cms?feedtype=sjson"},{"NewsItemId":"42248827","HeadLine":"SC grants relief to Kerala bars, says they can sell liquor till September 30","Agency":"TNN","DateLine":"Sep 11, 2014, 12.15PM IST","WebURL":"http://timesofindia.indiatimes.com/india/SC-orders-status-quo-till-September-30-on-Keralas-new-liquor-policy/articleshow/42248827.cms","Caption":"The SC also asked the Kerala HC to decide expeditiously pleas challenging the state government's new liquor policy, which are listed for hearing on September 18.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42250004","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42250004","PhotoCaption":"A file photo of a local bar in Kochi. (Photo: TOI)"},"Keywords":"Supreme Court, Reprieve for Kerala bar owners, Kerala bars","Story":"NEW DELHI: In a reprieve to bar owners in Kerala, the Supreme Court on Thursday asked the state government to maintain status quo and not implement its new liquor policy till September 30.\n\nThe SC also asked the Kerala HC to decide expeditiously pleas challenging the state government's new liquor policy, which are listed for hearing on September 18..\n\nThe Kerala government had passed an order banning the sale of liquor at bars and hotels below the five-star category and the ban order was to come into force on September 11.\n\n<strong>READ ALSO: <a href=\"http://timesofindia.indiatimes.com/india/Wont-go-back-on-liquor-policy-Kerala-CM/articleshow/41606571.cms\">Won't go back on liquor policy: Kerala CM <\/a><\/strong>\n\nUnder the new policy, the Congress-led UDF government had last month decided to shut around 700 bars attached to hotels below five-star categories. \"What is the logic behind this? We don't see any logic,\" the bench said.\n\nOwners of hotels affected by the Kerala government's order banning sale of liquor at bars and hotels below five-star category told the Supreme Court on Wednesday that the move was discriminatory and would hit their business as their tourist bookings were already done.\n\n\n<a href=\"http://blogs.timesofindia.indiatimes.com/minorityview/supreme-court-provides-temporary-relief-for-keralas-tipplers/\"><strong>Blog: SC's temporary relief for Kerala's tipplers<\/strong><\/a>\n\n\n\n\n\nTop lawyers appearing for various hotels, including senior advocates Fali S Nariman, Ram Jethmalani, Rajeev Dhawan, C S Sunderam and Arvind Dattar, made a strong plea to the court to stay the policy. They submitted that their bar licences would be revoked from midnight and urged the bench to take up the case for hearing urgently. They contended that their business would suffer as they had already accepted bookings from tourists. Senior counsel Dhawan argued that their licences should survive till the March 31, 2015 expiry date. He said the bar licence policy was violative of Article 14 as it differentiated between the five-star hotels and others. Dhawan said the excise commissioner's order cancelling the licences was \"arbitrary\".\n\nSenior counsel C S Sunderam said,\"It is going on for 12 years. It has large-scale ramifications. It will cause irreparable hardships to the employees working in hotels and bars. Lakhs of people will be affected.\"\n\nOpposing the pleas, Kapil Sibal, appearing for the Kerala government, told the court there was no question of suspending the excise commissioner's August 28 notice cancelling the licences.","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42248827.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42248827.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42248827.cms?feedtype=sjson"},{"NewsItemId":"42242846","HeadLine":"Indian man admits to sexually touching sleeping woman on plane","Agency":"PTI","DateLine":"Sep 11, 2014, 10.58AM IST","WebURL":"http://timesofindia.indiatimes.com/nri/us-canada-news/Indian-man-admits-to-sexually-touching-sleeping-woman-on-plane/articleshow/42242846.cms","Caption":"62-year-old Indian man has pleaded guilty to sexually touching a woman seated next to him aboard a flight from Houston to Newark and faces two years in prison.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42242960","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42242960","PhotoCaption":"While the plane was in the air, the woman fell asleep and awoke to find the man kissing her face with his hand inside her shirt."},"Keywords":"sexual harassment, Plane, Devender Singh","Story":" NEW YORK:A 62-year-old Indian man has pleaded guilty to sexually touching a woman seated next to him aboard a flight from Houston to Newark and faces two years in prison. \n\nThe accused, Devender Singh, a resident of Louisiana, admitted before US District Judge Stanley Chesler in Newark federal court to information charging him with abusive sexual contact, US Attorney Paul Fishman said. \n\nThe charge carries a maximum potential penalty of two years in prison and a USD 250,000 fine. \n\nHe is scheduled to be sentenced in October. \n\nAccording to the documents filed in the case, Singh was seated next to a woman who occupied a window seat on a United Airlines flight from Houston to Newark. \n\nWhile the plane was in the air, the woman fell asleep and awoke to find him kissing her face with his hand inside her shirt. \n\nAfter pushing Singh off of her and telling him to get away, the woman complained to a flight crew member about the incident and asked that the police be present when the plane landed. \n\nThe federal government has exclusive jurisdiction over all sexual abuse cases that occur on aircraft in flight in the US. ","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42242846.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42242846.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42242846.cms?feedtype=sjson"},{"NewsItemId":"42260299","HeadLine":"Audi launches Audi Q3 Dynamic priced at Rs 38.40L","Agency":"TNN","DateLine":"Sep 11, 2014, 04.42PM IST","WebURL":"http://timesofindia.indiatimes.com/business/india-business/Audi-launches-Audi-Q3-Dynamic-priced-at-Rs-38-40-lakh/articleshow/42260299.cms","Caption":"German luxury car maker Audi on Thursday launched Audi Q3 Dynamic with Audi drive select in the Indian market priced at Rs 38,40,000 (ex-showroom Mumbai).","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42260809","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42260809","PhotoCaption":"Loaded with new features and priced at Rs 38.40 lakh, the Audi Q3 Dynamic is available for sale across all dealerships in India. "},"Keywords":"Audi Q3 Dymanic, Audi Q3, Audi","Story":"CHENNAI: It's launch time in Motown with the festive season just round the corner. German luxury car manufacturer Audi has announced the launch of the Audi Q3 Dynamic with Audi Drive Select in the Indian market.\n\n\"The Audi Q3 is the largest selling luxury SUV in India, and this new addition will further strengthen the brand's dominance in the luxury SUV segment,\" the company said in a statement.\n\nLoaded with new features and priced at Rs 38.40 lakh (ex showroom Mumbai), the Audi Q3 Dynamic is available for sale across all dealerships in India.\n\n\"The Audi Q3 is the only true compact luxury SUV in India which offers quattro all-wheel drive. The legendary quattro technology not only adds to the off-road capability of the car but also provides more traction and enhances driving pleasure. The Audi Q3 Dynamic with Audi Drive Select is yet another example of our customer centric approach. We have further fine-tuned the suspension to meet Indian road conditions and offer the right balance between ride and comfort. With this new top of the line Audi Q3, we are further enhancing the appeal of one of the most successful SUVs in the Indian market. We are convinced that the Audi Q3 Dynamic will play a key role in our growth this year,\" said Joe King, head, Audi India.\n\nWith the Audi Drive Select, the customer now has the option of choosing from three different modes - comfort, dynamic and auto - for that true SUV experience.\n\n\"The all new dynamic suspension for rough road conditions, clear lens tail lamps, 17-inch alloy wheels, off-road style package, panoramic sunroof, roomy interior, sporty exterior and quattro all-wheel drive makes this SUV stand out amongst competitors,\" the company statement said.","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42260299.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42260299.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42260299.cms?feedtype=sjson"},{"NewsItemId":"42202002","HeadLine":"15 Hyderabad youngsters wanted to join ISIS ranks ","Agency":"TNN","DateLine":"Sep 11, 2014, 01.09AM IST","WebURL":"http://timesofindia.indiatimes.com/india/15-Hyderabad-youngsters-including-a-girl-wanted-to-join-ISIS-ranks/articleshow/42202002.cms","Caption":"At least 15 engineering students, including a girl, from Hyderabad, attracted to the idea of fighting alongside ISIS in Iraq and Syria, were tracked down by the Telangana police in West Bengal this week.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42202288","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42202288","PhotoCaption":"A file photo of ISIS militants. Investigations have revealed that the outreach of the Islamist jihadists in the country is greater than previously thought."},"Keywords":"","Story":"HYDERABAD: At least 15 engineering students, including a girl, from Hyderabad, attracted to the idea of fighting alongside ISIS in Iraq and Syria, were tracked down by the Telangana police in West Bengal this week after their parents complained they were missing. Police sources said their investigations have revealed the outreach of the Islamist jihadists in the country was greater than previously thought.\n\nThe police did not arrest or book any of them, who were brought from West Bengal. Instead, they kept talking to them. As a result, the students gave away more names including of the girl who had said she wanted to join ISIS in Iraq. They had plans to fly to Iraq from Bengal.\n\n<strong>READ ALSO: <a href=\"http://timesofindia.indiatimes.com/india/Four-Hyderabad-students-who-planned-to-join-ISIS-in-Iraq-picked-up-by-police/articleshow/41798385.cms\">Four Hyderabad students who planned to join ISIS in Iraq picked up by police<\/a><\/strong>\n\nThe ISIS, which has changed its name to Islamic State, wishes to establish a caliphate through jihad. To go global, it has been trying to attract Muslims from across the world to join its so-called jihad.\n\n\"The jihadist propaganda has been effective in luring youth who were told that the proposed Islamic State could become a reality if youth from different parts of the world joined the fight. They have a vague idea of the Islamic State and its objectives or the operation. They thought they would be fighting against tyrannical rulers and creating a new Islamic state,\" a police officer investigating the case said.\n\n\n<em>An undated file image posted on a militant website on Jan 14, 2014 shows ISIL fighters marching in Raqqa, Syria. (AP photo)<\/em>\n\nCops have identified one student from Karimnagar who was the brains. He had floated the \"jihad\" idea to his friends through social networking sites. Among those he was able to influence was a relative of former SIMI operative from the city accused in a terror case.\n\n<strong>READ ALSO: <a href=\"http://timesofindia.indiatimes.com/city/kolkata/ISIS-link-to-city-worries-security-agencies/articleshow/42108388.cms\">ISIS link to Kolkata worries security agencies<\/a><\/strong>\n\nThe group was in regular touch through code language. As suggested by the Karimnagar boy, the other group members got passports. Some also received money from unidentified sources. The amount sent to them was in the range of about Rs 3.5 lakh.\n\n\"We spoke to the boys and their parents and counselled them against getting involved with ISIS. But we won't leave things at that. They're being probed and we'd like to know who sent them money,\" said a cop.\n\n<strong>READ ALSO: <a href=\"http://timesofindia.indiatimes.com/india/ISIS-has-designs-on-India-Experts/articleshow/36795859.cms\">ISIS has designs on India, experts say<\/a><\/strong>\n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42202002.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42202002.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42202002.cms?feedtype=sjson"},{"NewsItemId":"42254117","HeadLine":"Ant-sized radio devices tested by Stanford engineers","ByLine":"Subodh Varma","Agency":"TNN","DateLine":"Sep 11, 2014, 01.28PM IST","WebURL":"http://timesofindia.indiatimes.com/home/science/Ant-sized-radio-devices-tested-by-Stanford-engineers/articleshow/42254117.cms","Caption":"A Stanford engineering team has built a wireless radio the size of an ant, which works without batteries.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42258178","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42258178","PhotoCaption":"\" The next exponential growth in connectivity will be connecting objects together and giving us remote control through the web,\" said Amin Arbabian, an assistant professor of electrical engineering who recently demonstrated this ant-sized radio chip at the VLSI Technology and Circuits Symposium in Hawaii. (Photo for representation purpose only)"},"Keywords":"wireless radio, Stanford engineering team, French semiconductor manufacturer, electromagnetic waves, Ant-sized radio devices","Story":" A Stanford engineering team has built a wireless radio the size of an ant, which works without batteries. The device gets all the power it needs from the same electromagnetic waves that carry signals to its receiving antenna.\n\n But to what use can this tiny device, costing just a few pennies be put to? It is designed to \"compute, execute and relay commands\" a Stanford statement said. Since it is so cheap to make, it has the potential to become the missing link between the Internet as we know it and the linked-together smart gadgets envisioned in the \"Internet of Things.\"\n\n \" The next exponential growth in connectivity will be connecting objects together and giving us remote control through the web,\" said Amin Arbabian, an assistant professor of electrical engineering who recently demonstrated this ant-sized radio chip at the VLSI Technology and Circuits Symposium in Hawaii.\n\n Much of the infrastructure needed to enable us to control sensors and devices remotely already exists: We have the Internet to carry commands around the globe, and computers and smartphones to issue the commands. What's missing is a wireless controller cheap enough to so that it can be installed on any gadget anywhere.\n\n \" How do you put a bi-directional wireless control system on every lightbulb?\" Arbabian said. \" By putting all the essential elements of a radio on a single chip that costs pennies to make.\"\n\n Cost is critical because, as Arbabian observed, \" We're ultimately talking about connecting trillions of devices.\"\n\n Arbabian began the project in 2011 while he was completing a PhD program and working with professor Ali Niknejad, director of the Wireless Research Center at the University of California, Berkeley. His team includes his wife, Maryam Tabesh, a Google engineer and Mustafa Rangwala, who is with a startup company.\n\n Arbabian managed to put all the necessary components on one chip: a receiving antenna that also scavenges energy from incoming electromagnetic waves; a transmitting antenna to broadcast replies and relay signals over short distances; and a central processor to interpret and execute instructions. No external components or power are needed.\n\n Based on his designs, a French semiconductor manufacturer fabricated 100 of these radios-on-a-chip. Arbabian has used these prototypes to prove that the devices work; they can receive signals, harvest energy from incoming radio signals and carry out commands and relay instructions. He envisions networks of these radio chips deployed every meter or so throughout a house (they would have to be set close to one another because high-frequency signals don't travel far).\n\n ","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42254117.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42254117.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42254117.cms?feedtype=sjson"},{"NewsItemId":"42205476","HeadLine":"MNC giant paid bribe to win Delhi Metro contract: UK prosecutor","Agency":"TNN & Agencies","DateLine":"Sep 11, 2014, 01.59AM IST","WebURL":"http://timesofindia.indiatimes.com/india/MNC-giant-paid-bribe-to-win-Delhi-Metro-contract-UK-prosecutor-says/articleshow/42205476.cms","Caption":"Alstom Network UK allegedly paid bribes to win infrastructure orders for Delhi Metro between 2000 and 2006. The Alstom unit disguised corrupt payments as consultancy agreements.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42205549","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42205549","PhotoCaption":"Alstom Network UK has been accused of paying bribes to win infrastructure orders for Delhi Metro between 2000 and 2006."},"Keywords":"Delhi Metro contract, Britain’s Serious Fraud Office, Alstom Network UK, Alstom","Story":" LONDON/NEW DELHI: The British subsidiary of French train and turbine maker Alstom paid around $8.5 million (nearly Rs 52 crore) in bribes over a six-year period to win transport contracts in India, Poland and Tunisia, Britain's leading fraud prosecutor alleged on Tuesday. \n\nAlstom Network UK, which was charged with six offences of corruption and conspiracy to corrupt in July, allegedly paid bribes to win infrastructure orders for Delhi Metro between 2000 and 2006. It also bribed its way to tram and infrastructure deals in Warsaw and Tunis in the same period. \n<strong>READ ALSO: <a href=\"http://timesofindia.indiatimes.com/city/kochi/Alstom-the-Metro-coach-bidder-has-dodgy-history-of-corruption/articleshow/40134855.cms\">Alstom, the Metro coach bidder, has dodgy history of corruption<\/a><\/strong> \n\nBritain's Serious Fraud Office (SFO), which has been investigating Alstom for five years as part of an international criminal inquiry into alleged corruption, said in legal filings published after the first London court hearing on Tuesday that the Alstom unit disguised corrupt payments as consultancy agreements. \n\nAn urban development ministry spokesperson said they had not yet got any official communication. \"Once we receive the report through official communication, we will seek a detailed explanation from DMRC within a fixed timeframe,\" he said. \n\n\n\nAnother official in the ministry said the government could ask DMRC to conduct a detailed inquiry into the alleged bribery though it allegedly happened between 2000 and 2006. \n<strong>READ ALSO: <a href=\"http://timesofindia.indiatimes.com/city/delhi/On-UK-request-CBI-probes-Metro-pay-off/articleshow/31019732.cms\">On UK request, CBI probes Metro pay-off<\/a><\/strong> \n\nThese agreements were struck by Alstom Network UK, certain directors and others with Indo European Ventures Pte Ltd and Global King Technology Ltd in India, the SFO said. \n\nThe case comes at a tricky time for the French parent, which has agreed a $16.9 billion sale of most of its power business to US conglomerate General Electric in a deal that gives the French government an option to become a shareholder. \n\nParent Alstom stressed that the charges related to past misconduct. \"The company has been in communication with the SFO and seeks no more than a fair and appropriate resolution of the allegations made,\" a spokeswoman said. \n\nIf convicted, Alstom Network UK faces fines or a ban from competing for public contracts in the European Union. Its next court hearing at the higher Southwark Crown Court is scheduled for October 6. \n\nThe British investigation was spawned by information from the Swiss attorney general, which ordered Alstom to pay $41 million for corporate negligence in 2011 because it had failed to stop bribery. \n\nThree executives of Alstom's US unit in Connecticut have since pleaded guilty and admitted paying bribes on behalf of the company. Four years ago, the SFO arrested three UK board members over allegations of bribery, money laundering and false accounting. ","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42205476.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42205476.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42205476.cms?feedtype=sjson"},{"NewsItemId":"42258746","HeadLine":"India successfully test fires N-capable Agni-I missile ","ByLine":"Chethan Kumar","Agency":"TNN","DateLine":"Sep 11, 2014, 02.27PM IST","WebURL":"http://timesofindia.indiatimes.com/india/India-successfully-test-fires-nuclear-capable-Agni-I-missile/articleshow/42258746.cms","Caption":"In another successful demonstration of the missile programme, the Strategic Forces Command (SFC) successfully fired the short range Agni-1 missile propelled by a solid rocket propellant system, from Wheeler’s Island, off Odisha’s coast, on Thursday.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42259163","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42259163","PhotoCaption":"The missile, which has a range capability of over 700-km was launched as part of periodic training activity by the Strategic Forces Command."},"Keywords":"Wheeler’s Island, Strategic Forces Command, solid rocket propellant system, missile programme, AGNI-1 MISSILE","Story":"BANGALORE: In another successful demonstration of the missile programme, the Strategic Forces Command (SFC) successfully fired the short range Agni-1 missile propelled by a solid rocket propellant system, from Wheeler's Island, off Odisha's coast, on Thursday.\n\nThe missile, which has a range capability of over 700-km was launched as part of periodic training activity by the Strategic Forces Command.\n\n\"This is to further consolidate operational readiness,\" a senior officer said, adding that the trajectory of the trial was tracked by a battery of sophisticated radars, telemetry observation stations, electro-optic instruments and naval ships from its launch till the missile hit the target area with pin-point accurac\n\n\n<em>Agni-1 missile system on display during the Republic Day parade<\/em>. (TOI Photo)  ","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42258746.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42258746.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42258746.cms?feedtype=sjson"},{"NewsItemId":"42261315","HeadLine":"Sunshine may slash suicide risk in men: Study","Agency":"PTI","DateLine":"Sep 11, 2014, 03.01PM IST","WebURL":"http://timesofindia.indiatimes.com/home/science/Sunshine-may-slash-suicide-risk-in-men-Study/articleshow/42261315.cms","Caption":"Daily exposure to sunshine may cut down the risk of suicide in men, a new study has claimed.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42261455","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42261455","PhotoCaption":"Lower rates of suicide are associated with more daily sunshine in the 14 to 60 days prior to the suicide event, researchers said."},"Keywords":"Suicide, depression, American Medical Association","Story":" LONDON: Daily exposure to sunshine may cut down the risk of suicide in men, a new study has claimed. \n\nLower rates of suicide are associated with more daily sunshine in the 14 to 60 days prior to the suicide event, researchers said. \n\nLight interacts with brain serotonin systems and possibly influences serotonin-related behaviours, such as mood and impulsiveness, which can play a role in suicide, according to research author Benjamin Vyssoki, of the Medical University of Vienna, Austria, and colleagues. \n\nThe authors examined the relationship between suicide and the duration of sunshine after mathematically removing seasonal variations in sunshine and suicide numbers.\nThey analyzed data on 69,462 officially confirmed suicides in Austria between January 1970 and May 2010. Hours of sunshine per day were calculated from 86 representative meteorological stations. \n\nThere was a positive correlation between the number of suicides and hours of daily sunshine on the day of the suicide and up to 10 days before that seemed to facilitate suicide, while sunshine 14 to 60 days prior appeared to have a negative correlation and was associated with reduced suicides. \n\nThe correlation between daily sunshine hours and suicide rates was seen largely among women, while negative correlations between the two were mainly found among men. \n\n\"Owing to the correlative nature of the data, it is impossible to directly attribute the increase in suicide to sunshine during the 10 days prior to the suicide event. Further research is warranted to determine which patients with severe episodes of depression are more susceptible to the suicide-triggering effects of sunshine,\" said researchers. \n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42261315.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42261315.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42261315.cms?feedtype=sjson"},{"NewsItemId":"42223854","HeadLine":"Modi no scholar like Atal but man of action: Singapore ex-PM","ByLine":"Sachin Parashar","Agency":"TNN","DateLine":"Sep 11, 2014, 06.29AM IST","WebURL":"http://timesofindia.indiatimes.com/india/Modi-no-scholar-like-Atal-but-man-of-action-Singapore-ex-PM-says/articleshow/42223854.cms","Caption":"Narendra Modi may not be a scholar like Atal Bihari Vajpayee but he will be very good at implementing ideas and his vision for India, former Singapore PM Goh Chok Tong said on Wednesday.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42240526","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42240526","PhotoCaption":"“Vajpayee was like a scholar and shrewd in his policies,'' Goh said after his 45-minute meeting with Modi."},"Keywords":"Narendra Modi, Goh Chok Tong, former Singapore PM","Story":"NEW DELHI: PM Narendra Modi may not be a scholar like Atal Bihari Vajpayee but he will be very good at implementing ideas and his vision for India, former Singapore PM Goh Chok Tong said on Wednesday.\n\nOne of the senior-most Singapore politicians, Goh took over as PM from the legendary Lee Kuan Yew in 1990 and remained at the helm for 14 years. As India seeks assistance from Singapore for the PM's infrastructure push, Goh, currently emeritus senior minister, met Modi to discuss the Indian PM's \"vision'' for India.\n\n\"Vajpayee was like a scholar and shrewd in his policies,'' Goh said after his 45-minute meeting with Modi. \"PM Modi did not come across as a scholar but he knows his subjects and he will get things done,'' he added.\n\n\"Modi is a man of action, full of energy. He can get ideas implemented. There is a sense of purpose about the new government. There are great expectations from him and my only worry is that people may be impatient,'' Goh, who counts Modi as an old friend, said.\n\nWhile discussing Modi's smart city idea, Goh described India and China as two \"huge wings'' which could lift the Asian economy. Goh gave a thumbs up to Modi's 100 smart cities project, drawing a parallel with Singapore's own experience with \"liveable city''. He suggested though that the figure of 100 made it a daunting task and it may be important to leave some of the work to the states.\n\n\"In Singapore, the focus was on having a liveable city with good transportation, harmony and power,'' he said, adding that Modi also told him that he planned to turn India into a manufacturing hub. Goh made a strong pitch for India to play a more significant role in Regional Comprehensive Economic Partnership, a proposed FTA between 10 Asean nations and six other countries including India. As many as four Indian CMs visited Singapore recently as the NDA government unveiled its \"state focus'' on building business and cultural links with Singapore.\n\nGoh was accompanied by minister in the prime minister's office S Iswaran and minister of state for national development Desmond Lee. Iswaran described the Little India riots last year as an isolated incident and said law abiding foreign workers had nothing to fear in the country.\n\nIndia and Singapore will celebrate the 50th anniversary of diplomatic ties next year. The main event is expected to be exchange of state visits by Singapore's President Tony Tan to India and Indian President Pranab Mukherjee to Singapore in 2015. The celebrations will also feature a 'Festival of Singapore' in India and the 'Year of India' in Singapore.  ","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42223854.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42223854.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42223854.cms?feedtype=sjson"},{"NewsItemId":"42247695","HeadLine":"Follow Vivekanada's message to avert acts like 9/11: Modi ","Agency":"IANS","DateLine":"Sep 11, 2014, 12.02PM IST","WebURL":"http://timesofindia.indiatimes.com/india/Follow-Swami-Vivekanadas-message-to-avert-acts-like-9/11-Modi/articleshow/42247695.cms","Caption":"If Swami Vivekananda's message of universal brotherhood been followed by the world, history would not have witnessed \"dastardly acts\" like 9/11 in the US, said Prime Minister Narendra Modi Thursday.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42247937","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42247937","PhotoCaption":"\"Sisters and brothers of America with the words of Swami Vivekananda, India's message of universal brotherhood reverberated across the world,\" Modi said."},"Keywords":"Swami Vivekananda, Narendra Modi","Story":" NEW DELHI: If Swami Vivekananda's message of universal brotherhood been followed by the world, history would not have witnessed \"dastardly acts\" like 9/11 in the US, said Prime Minister Narendra Modi on Thursday. \n\n\"Had we followed Swami ji's message, history would never have witnessed such dastardly acts as we saw on 11th September 2001 in USA. Let us remember the words of Swami Vivekananda and dedicate ourselves to furthering the cause of unity, brotherhood and world peace,\" Modi said in a tweet. \n\nOn Sep 11, 2001, the US had witnessed its worst terror attack when two hijacked aircraft crashed into the north and south towers of World Trade Center in New York City of America, killing thousands of people. \n\nAlso on this day in 1893, Swami Vivekananda had created history by his soul-stirring address at World Parliament of Religions in Chicago. \n\n\"There are two images of 11th September — one of the trail of destruction in 2001 and the other — the message of Swami Vivekananda in 1893. Through his address, Swami Vivekananda drew the entire world's attention to our nation's rich history and strong cultural roots. \n\n\"Sisters and brothers of America with these words of Swami Vivekananda, India's message of universal brotherhood reverberated across the world,\" he added.   11th September 1893 - the day Swami Vivekananda created history by his soul-stirring address at World Parliament of Religions in Chicago.\n\n— Narendra Modi (@narendramodi) <a href=\"https://twitter.com/narendramodi/status/509915320182534144\">September 11, 2014<\/a>   Through his address, Swami Vivekananda drew the entire world's attention to our Nation's rich history & strong cultural roots.\n\n— Narendra Modi (@narendramodi) <a href=\"https://twitter.com/narendramodi/status/509915460335202304\">September 11, 2014<\/a>   \"Sisters & brothers of America\"...with these words of Swami Vivekananda,India's message of universal brotherhood reverberated across the world\n\n— Narendra Modi (@narendramodi) <a href=\"https://twitter.com/narendramodi/status/509915869510529024\">September 11, 2014<\/a>   There are 2 images of 11th September- one of the trail of destruction in 2001 & the other- the message of Swami Vivekananda in 1893.\n\n— Narendra Modi (@narendramodi) <a href=\"https://twitter.com/narendramodi/status/509916023454056449\">September 11, 2014<\/a>   Had we followed Swami Ji's message, history would never have witnessed such dastardly acts as we saw on 11th September 2001 in USA.\n\n— Narendra Modi (@narendramodi) <a href=\"https://twitter.com/narendramodi/status/509916780026798080\">September 11, 2014<\/a>   Let us remember the words of Swami Vivekananda & dedicate ourselves to furthering the cause of unity, brotherhood and world peace.\n\n— Narendra Modi (@narendramodi) <a href=\"https://twitter.com/narendramodi/status/509916900537532418\">September 11, 2014<\/a> ","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42247695.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42247695.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42247695.cms?feedtype=sjson"},{"NewsItemId":"42224766","HeadLine":"Australia steepest for foreign studies, India cheapest","Agency":"TNN","DateLine":"Sep 11, 2014, 06.43AM IST","WebURL":"http://timesofindia.indiatimes.com/home/education/news/Australia-steepest-for-foreign-studies-India-cheapest/articleshow/42224766.cms","Caption":"Australia has once again emerged as the most expensive overseas education destination for students followed by Singapore and India the cheapest in a study conducted by a global bank. Last year, Singapore was sixth in the list.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42224909","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42224909","PhotoCaption":"Australia has once again emerged as the most expensive overseas education destination for students followed by Singapore and India the cheapest in a study conducted by a global bank."},"Keywords":"overseas education destination, foreign studies","Story":"MUMBAI: Australia has once again emerged as the most expensive overseas education destination for students followed by Singapore and India the cheapest in a study conducted by a global bank. Last year, Singapore was sixth in the list.\n\nThe survey across 15 countries says while an international student in an Australian university spends $42,093 a year on university fees and living, in India the total cost works out to just $5,642. India was included in the study only this year, which has not taken into account the cost of education at Ivy League colleges.\n\nK P Singh, an overseas studies counsellor, said, \"Singapore's dollar is growing at a faster rate and therefore education there is getting expensive. The dollar rate has grown almost three times in three years.\"\n\nThe survey, which spoke to over 4,500 parents across countries, also examined their attitude and behaviour towards education. Around 62% of Indian parents said the US provides the best quality of education followed by the UK and Australia.\n\n\nThe study, this year, also ranked the quality of education offered in these 15 nations where the US emerged as the most preferred destination in terms among parents. India, though, ranks eighth in terms of the quality of education provided, with only 5% of the respondents putting it up in their top three choices.\n\nThe research was conducted by HSBC. Data was collected on the basis of the average tuition cost for international students in the top 10 largest institutions in each country. The cost of living has been calculated taking into consideration inflation.\n\n\"All these nations do offer scholarships for overseas students, but they are very limited and do not exceed 10-15% of the total number of international students studying there,\" said Singh.  ","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42224766.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42224766.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42224766.cms?feedtype=sjson"},{"NewsItemId":"42213919","HeadLine":"Disinvestment  in Coal India, ONGC, NHPC to fetch record Rs 45,000 crore","Agency":"TNN","DateLine":"Sep 11, 2014, 04.04AM IST","WebURL":"http://timesofindia.indiatimes.com/business/india-business/Disinvestment-in-Coal-India-ONGC-NHPC-to-fetch-record-Rs-45000-crore/articleshow/42213919.cms","Caption":"The government on Wednesday kicked off the most ambitious disinvestment programme, targeting to mop up a record Rs 45,000 crore by selling shares in blue chips public sector companies.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42214961","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42214961","PhotoCaption":"Finance minister Arun Jaitley has budgeted for disinvestment receipts of over Rs 58,000 crore during the current financial year. "},"Keywords":"ONGC, National Hydroelectric Power Corporation, Disinvestment, Coal India","Story":"NEW DELHI: The government on Wednesday kicked off the most ambitious disinvestment programme, targeting to mop up a record Rs 45,000 crore by selling shares in blue chips public sector companies — Coal India, ONGC and National Hydroelectric Power Corporation (NHPC).\n\nWhile the exact dates are yet to be finalized, SAIL's disinvestment, which was cleared earlier, is likely later this month, with a 10% stake sale in Coal India expected around Diwali. The energy behemoth will help the government raise around Rs 23,600 crore based on its current share price. If prices hold, this sale alone is going to match the best ever disinvestment receipts of Rs 23,957 crore in 2012-13, when the government had sold shares of NTPC and NMDC, among others.\n\nONGC, where the government can garner close to Rs 19,000 crore via a 5% sale, is expected later in the year as the government is awaiting clarity on gas prices before the issue, sources in the government told TOI. Somewhere during the course of the year, it will also sell 11.3% in NHPC which, going by current price, will help generate around Rs 3,000 crore.\n\nApart from helping improve the government's fiscal health, the issues come with the additional attraction of a higher quota for retail investors as 20% of the sale in case of offer-for-sale, or auction through stock exchanges, will be set aside for small investors. Now, market regulator Sebi has provided additional flexibility for these issues.\n\nThere are several other companies, such as BHEL, Power Finance Corporation and REC, which are also on the disinvestment department's radar but stake sale has not been cleared by the cabinet committee on economic affairs (CCEA).\n\n\n\nThen, there is Axis Bank, where the government is looking to sell shares held by the Specified Undertaking of the erstwhile UTI, although ITC and L&T, two other prominent stocks are being retained. The government holds these shares after it cleared all liabilities of UTI. Further, the Centre is looking to offload its remaining shares in Hindustan Zinc and Balco, which had been sold to Anil Agarwal's Sterlite Industries, during the Atal Bihari Vajpayee government's term.\n\n<strong>READ ALSO: <a href=\"http://timesofindia.indiatimes.com/budget-2014/union-budget-2014/Road-to-divestment-again-paved-with-good-intentions/articleshow/38169627.cms\">Road to divestment again paved with good intentions<\/a><\/strong> \n\nAll put together, finance minister Arun Jaitley — who attended Wednesday's cabinet meeting within hours of being discharged from hospital — has budgeted for disinvestment receipts of over Rs 58,000 crore during the current financial year. Going by current trends, he appears to be on course to meet the target, which will substantially reduce the pressure on government finances. Except for 1991-92, 1994-95 and 1998-99, the government has never met its annual disinvestment target.\n\nWhile Jaitley had budgeted for a fiscal deficit of 4.1% of GDP for this year, it was seen as an ambitious goal given his over-reliance on tax collections, which is projected to rise by close to 17%.\n\nSources said road shows for investors are expected to commence shortly.","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42213919.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42213919.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42213919.cms?feedtype=sjson"},{"NewsItemId":"42226538","HeadLine":"Richard Kiel, Jaws actor from Bond films, dies at 74","Agency":"AP","DateLine":"Sep 11, 2014, 07.09AM IST","WebURL":"http://timesofindia.indiatimes.com/world/us/Richard-Kiel-Jaws-actor-from-Bond-films-dies-at-74/articleshow/42226538.cms","Caption":"Richard Kiel, the towering actor best known for portraying steel-toothed villain Jaws in a pair of James Bond films, has died. He was 74.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42226577","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42226577","PhotoCaption":"A file photo of Bond villain actor Richard Kiel, who died on Wednesday."},"Keywords":"Richard Kiel","Story":" FRESNO, California: Richard Kiel, the towering actor best known for portraying steel-toothed villain Jaws in a pair of James Bond films, has died. He was 74. \n\nKelley Sanchez, director of communications at St Agnes Medical Center, confirmed on Wednesday that Kiel was a patient at the hospital and died. She declined to provide further details. \n\nThe 7-foot- 2-inch (2.13 meter, 5-centimeter) tall performer famously played the cable-chomping henchman who tussled with Roger Moore's Bond in \"The Spy Who Loved Me\" and \"Moonraker.\" His massive height was attributed to a hormonal condition called acromegaly. \n\nKiel's other memorable film and TV appearances included roles as towering boss Mr Larson in \"Happy Gilmore,\" lethal assistant Voltaire in \"The Wild, Wild West\" and extraterrestrial Kanamit in \"The Twilight Zone.\" \n\nHe published an autobiography in 2002 titled \"Making It Big in the Movies.\" ","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42226538.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42226538.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42226538.cms?feedtype=sjson"},{"NewsItemId":"42207512","HeadLine":"Ozone layer that started depleting in 1980s healing","ByLine":"Jayashree Nandi","Agency":"TNN","DateLine":"Sep 11, 2014, 02.28AM IST","WebURL":"http://timesofindia.indiatimes.com/home/environment/pollution/Ozone-layer-that-started-depleting-in-1980s-healing/articleshow/42207512.cms","Caption":"The protective ozone layer that started depleting heavily in the 1980’s is on a recovery mode according to a new assessment by 300 scientists across the world released on Thursday.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42207994","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42207994","PhotoCaption":"The ozone layer is showing its first sign of recovery after years of dangerous depletion, a UN study says. (Photo: Getty Images)"},"Keywords":"World Meteorological Organization, UN study, UN Environment Programme, ozone layer","Story":"NEW DELHI: The protective ozone layer that started depleting heavily in the 1980's is on a recovery mode according to a new assessment by 300 scientists across the world released on Thursday. \"Assessment for Decision-Makers\"-- a summary document of the Scientific Assessment of Ozone Depletion 2014 published by the United Nations Environment Programme (UNEP) and the World Meteorological Organization (WMO) indicates that the ozone layer is expected to recover to 1980 levels before the middle of this century in many parts.\n\nBut the news for India is grim. Tropical countries were not significantly affected by the above ozone depletion problem. But, along with severe climate change impacts, India and other tropical regions may face an ozone depletion problem towards the end of the century. Gufran Beig, project director at System of Air Quality Weather Forecasting and Research (SAFAR) of IITM, Pune and only Indian scientist in the international expert review team has flagged off certain ozone concerns for India. Climate change is inducing a change in circulation patterns in the upper layers of the atmosphere that will influence ozone concentration adversely, he has said in his submission.\n\n\n\n\n\n\n\n\n\n\n<em>This undated image provided by NASA shows the ozone layer over the years, Sept. 17, 1979, top left, Oct. 7, 1989, top right, Oct. 9, 2006, lower left, and Oct. 1, 2010, lower right. The fragile ozone layer is finally starting to rebound, says a United Nations panel of scientists. (AP photo)<\/em>\n\nThese changes in the tropical circulation of winds (called Hadley Cell Circulation) will be as a result of climate change and can deplete the ozone layer in future as per the model projections because they tend to shift air in these layers, said Beig. He shared the document he sent to UNEP/WMO with TOI where he adds that concentration of aerosols--suspension of fine liquid droplets in the atmosphere, often particulate air pollution, can negatively impact the ozone layer over the tropics because of their chemical properties. \"It has been the opinion of scientists that increasing greenhouse gas emissions and consequent change in the weather system will impact the ozone layer adversely. There has to be immediate measures to cut down on GHG emissions,\" he added. Beig has also highlighted that emissions from fossil fuel, bio-fuels, industries and power sector, troposphere or ground-level ozone, a toxic gas is increasing in India which also a problem.\n\nDue to successful implementation of the Montreal protocol across the world that mandated phasing out ozone depleting substances such as chloroflurocarbons (CFCs) used in refrigerators, air conditioners and solvents, the ozone problem has been tackled unto larger extent. But now there is also a problem with the new alternatives. Hydrofluorocarbons (HFCs) which are now widely used (replacing CFCs) do not harm the ozone layer but many of them are potent greenhouse gases and have very high global warming potential. Their emissions are growing at a rate of about 7 % per year. Left unabated, they can be expected to contribute very significantly to climate change in the next decades. We have to avoid them\" Beig added., Replacements of the current mix of High GWPs (Global Warming potential) HFCs with alternative compounds with low GWPs would limit this potential problem.\nThe ozone layer was expected to recover towards its 1980 level by mid-century, or slightly later for Antarctica, where it gets dangerously thin every year between mid-August and November or December.\n\n\"The development you saw during the 1990s that the ozone hole got bigger from year to year — that development has stopped, so it has levelled off,\" said Braathen.\n\n\"We think in about 2025 or thereabouts we'll be able to say with certainty that the ozone hole is getting smaller,\" he added.\n\nProgress could be sped up by as much as 11 years if existing stocks of ozone-depleting substances — many of them stored up in old fridges and fire-extinguishers — were destroyed.\n\nThe largest ozone hole on record was about 30 million square km in 2006. The hole now covers about 20 million square km — big enough for the moon to pass through — but may not have peaked this season.\n\nThe size of the hole varies from year to year, partly due to temperature in the upper atmosphere.\n\nThe reduction of ozone-damaging chemicals would also help the environment, the report said, as many of the substances were also greenhouses gases blamed for global warming.\n\nBut the rising levels of other greenhouses gases in the atmosphere had \"the potential to undermine these gains,\" said the report.\n\nOne of the ozone-depleting substances that was supposed to have been phased out - carbon tetrachloride, a solvent - was still being released into the atmosphere suggesting, the report said, illicit production and usage over the past decade.\n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42207512.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42207512.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42207512.cms?feedtype=sjson"},{"NewsItemId":"42199008","HeadLine":"1-year-old issued court summons for ‘possible breach of peace’ in UP","Agency":"TNN","DateLine":"Sep 10, 2014, 10.57PM IST","WebURL":"http://timesofindia.indiatimes.com/city/bareilly/1-year-old-issued-court-summons-for-possible-breach-of-peace-in-UP/articleshow/42199008.cms","Caption":"The district police in Moradabad filed a report that the toddler and his father may indulge in booth capturing and intimidation of voters during the bypoll. An inquiry has been ordered.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42212219","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42212219","PhotoCaption":"Moradabad police filed a report saying the toddler, Nazim, and his father, Yaseen, may attempt to capture booths during UP bypoll."},"Keywords":"UP bypoll, thakurdwara bypoll, Moradabad police","Story":"MORADABAD: A one-year-old boy and his father have been served notices in apprehension of breach of peace during Thakurdwara bypoll on September 13. The district police in Moradabad filed a report that the toddler and his father may indulge in booth capturing and intimidation of voters during the bypoll. An inquiry has been ordered.\n\nA sub-divisional magistrate (SDM) issued the summons to the father son under section 107/16 CrPc 1973 — an offence that invites police action in anticipation of possible \"breach of peace\" against a person. The father and son had to file a security bond, failing which they could be imprisoned.\n\nThe police filed a report that said the toddler, Nazim, and his 28-year-old father, Yaseen, residents of Usmanpur village may attempt to capture booths or commit a crime during the by-elections here. The report also mentions that the duo may intimidate voters to favour a particular candidate. Nazim has also been listed among the \"gunda elements\" of the district by the local police.\n\nAhead of the bypolls, SHO Thakurdwara and area in-charge sub-inspector of Usmanpur village were supposed to file a report, to the SDM, naming persons who have criminal antecedents and they might disturb the election process and threaten the voters.\n\nWhen the police reached Nazim's house on Saturday to serve the summons to the father son duo, the family were left in a state of shock.\n\nFearing arrest, Yaseen took his son to the SDM to get a security bond of Rs 50,000. Yaseen said, \"The court officer issued me a surety bond but denied the same to my son Nazim saying this was ridiculous.\" He added that the SDM has assured that he will take necessary action against the policemen who filed the report. Yaseen told TOI, \"Sepoy Bhagwan Singh and his accomplice filed the false report after I refused their extortion demand.\"\n\nMoradabad DIG Gulab Singh said: \"The case has been brought to my knowledge and it is true that some policemen have intentionally filed the false report against the toddler. A departmental inquiry has been initiated against the SHO Thakurdwara, the area in-charge SI and the sepoy of the police station.\"\n\nAction cannot be taken against the policemen as the moral code of conduct has been imposed in Thakurdwara for the bypoll.\n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42199008.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42199008.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42199008.cms?feedtype=sjson"},{"NewsItemId":"42234610","HeadLine":"Roaches in kitchen, stale food for Asiad athletes","ByLine":"Ritu Sejwal","Agency":"TNN","DateLine":"Sep 11, 2014, 09.03AM IST","WebURL":"http://timesofindia.indiatimes.com/sports/tournaments/asian-games-2014/india-at-incheon/Roaches-in-kitchen-stale-food-for-Asiad-athletes/articleshow/42234610.cms","Caption":"Asiad-bound women boxers, gymnasts and cyclists complain of being served unhygienic food at a training camp in Delhi before they leave for the big event.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42234737","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42234737","PhotoCaption":"Vegetables meant for national athletes are stored casually, in unhygienic conditions. (TOI Photo)"},"Keywords":"Sports Authority of India, Priyanka Chopra, Mary Kom, Jiji Thomson, Asian Games","Story":"NEW DELHI: In the movie 'Mary Kom', when the lead character played by Priyanka Chopra is teased by her boyfriend for tucking into golgappas, she says the street fare is \"health food\" compared to meals served in camps run by the Sports Authority of India. From reel to real, nothing really changes for India's sportspersons. \n\nAsiad-bound women boxers, gymnasts and cyclists complain of being served unhygienic food at a training camp in Delhi before they leave for the big event. \n\nOn Wednesday, TOI got a first-hand experience of the facilities provided to these athletes at the Indira Gandhi Sports Complex. There were cockroaches in the kitchen, the storage facilities for vegetables were unhygienic, utensils were being washed carelessly, water coolers were defunct and the waste disposal improper. \n\nNaturally, the athletes - India's medal hopes at the Incheon Asian Games, starting September 19 - were disgruntled. \n\nOn Monday, the administration was fined Rs 4,000 by the Municipal Corporation of Delhi for not maintaining its water tanks. The wake-up call doesn't seem to have worked. The mess contractor continues to provide unhygienic fare despite repeated warnings and athletes say they are sometimes threatened with expulsion or served leftover fare if they complain too much. Some athletes have written to the sports ministry requesting an enquiry into the facilities. \n\n\"The matter of poor food quality was raised with the caterer but he threatened to take disciplinary action against us. Even the coaches and dieticians want to stay out of it and it is the campers who suffer,\" the letter said. \n\n\"We had a word with the contractor,\" said an athlete, \"Instead of listening to our problems he threatened us, saying, 'Discipline ke naam par camp se nikalwane mein zyada time nahi lagega' (We can get you chucked out of the camp for in the name of discipline). The cook neither wears a cap nor gloves while cooking and serving, and there is no supervisor. Sometimes they serve leftover chicken in the next meal. They say free ka khana hai chup chap kha ke jao (It's a free meal, eat it in silence).\" \n\nWhen TOI tabled the athlete's problems to stadium administrator Kapil Kaul, he was furious. \"Where are the cockroaches in the food? You can find cockroaches in any house. It is very difficult to run a national camp. In fact, rats are a bigger problem. A nutritionist visits the camp every week and suggested not using insecticides. We are coming up with ways to get over the problem without exposing the athletes to harmful stuff.\" \n\nAn athlete told TOI, \"There is evidence everywhere. We need to have clean and hygienic food. Diet is the backbone of any athlete. The water cooler in the dining area has not been working for over 10 days and there is no information on when it was cleaned last, while the other cooler on the first floor worked only for a week after it was installed last year.\" \n\nThe caterer, funnily enough, said the cooler broke down only on Monday night. The administration, to be fair, has sent a number of warnings to the caterers to maintain hygienic conditions, but to no avail. \n\n\"The kitchen and mess should be in clean and hygienic conditions at all times. Dirty and unhygienic conditions will lead to penal action against the mess contractor,\" a letter in TOI's possession states. Another letter dated December 28, 2013, cautions the contractor: \"It has been noticed that kitchen area is not maintained from cleanliness point of view... You are hereby cautioned that immediate arrangement for waste be made.\" \n\nKaul, however, claimed coolers were now in working condition and that it was the CPWD that was fined for the poor condition of the water tanks. He also pointed out that handing over the maintenance to CPWD delayed the process. \n\n\"Maintenance is with CPWD and they were fined. The coolers are working. We don't have the resources. There is a long procedure which is very slow but we are trying to provide what is best to the campers,\" he said. TOI found the hostel area to be cleaner. \n\nSports Authority of India's director general Jiji Thomson said, \"There is no excuse for this incident. The catering in-charge at the IG stadium is not from SAI, we have outsourced it. Finding a good caterer is a problem as we have been instructed to pick the lowest quoted price and good people will not compromise,\" Thomson said. \n\nAnother camper said, \"Earlier they used to serve juice in small packs, now they give one big pack of juice in an open jar. If we raise our voices we fear they will add something in our food and our career will end with a dope charge. We are in a medal sport, we fail to understand why the camp was moved to Delhi from Patiala.\" \n\nGymnastics coach G S Bawa refused to comment, saying, \"I have been in the camp for a year now and I have never seen a single cockroach.\" \n\nCycling coach R K Sharma said regular visits from SAI nutritionist to the camp had improved quality. \"The government is emphasizing on improving food quality for national campers and has passed an enhanced diet program of Rs 650, which was to be implemented before the Glasgow Games, but was made available only at the end of August.\n\n\"Two nutritionists from SAI and a dietician are visiting regularly and that is why these changes have taken place. The government has started to put in efforts after the London Olympics and things are slowly improving.\" \n\nThomson, however, said: \"In Kolkata, we have hired IRCTC to take care of food. We approached some corporate houses but they politely declined as they want to make profit and don't want to do charity. \n\n\"They want a huge number of campers for the economics to work out. If there are no campers in a stadium they won't make the profit.\" \n\nHe added: \"We received lot of complaints from Patiala. The new caterer is not happy and wants to quit. If we fire them no one will come. What is the way out? We spoke to few private companies to set up food courts in stadiums, but they demand inflow of at least 1,000 people a day, which is difficult.\" ","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42234610.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42234610.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42234610.cms?feedtype=sjson"},{"NewsItemId":"42200893","HeadLine":"Bangalore boys world toppers in Cambridge school exam ","ByLine":"M V Pavan","Agency":"TNN","DateLine":"Sep 11, 2014, 12.53AM IST","WebURL":"http://timesofindia.indiatimes.com/city/bangalore/Bangalore-boys-world-toppers-in-Cambridge-school-exam/articleshow/42200893.cms","Caption":"Bangalore student Manas Kohli is a world topper in Computer Studies in the Cambridge International General Certificate of Secondary Education (IGCSE) examination.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42201650","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42201650","PhotoCaption":"Bangalore student Manas Kohli is a world topper in Computer Studies in the Cambridge International General Certificate of Secondary Education examination."},"Keywords":"","Story":"BANGALORE: He's on top of the world. Bangalore student Manas Kohli is a world topper in Computer Studies in the Cambridge International General Certificate of Secondary Education (IGCSE) examination. It's the world's most popular international qualification for students between 14 and 16 years old.\n\nAs an IGCSE student (equivalent to Class 10) of The International School Bangalore, Manas secured the highest marks in the world in Computer Studies and is the India topper in Chemistry. His parents, Sanjay and Rashmi Kohli, are retired employees of software companies.\n\nManas told TOI on Wednesday: \"My teacher gave me less marks in a mock examination conducted by the school. This motivated me to secure the highest marks in this subject in the IGCSE examination. I don't study for too long, just around four hours. I want to pursue Science and become an engineer.\"\n\nAnd when he's not busy with Computer Science, he loves playing outdoor games.\n\nAnother IGCSE student, Manik Raghu Reddy of the Centre for Learning, Bangalore, is the world topper in combined science. Manik and Manas are world toppers among 30 Indian toppers who achieved highest marks in the world in individual subjects in the November 2013 and May 2014 Cambridge International Examination series - Cambridge International IGCSE, Cambridge International AS Level and Cambridge International A level.\n\n\n\nAlso, 18 students from Bangalore secured the highest marks in India in individual subjects. For their outstanding performance, they'll receive the 'Outstanding Cambridge Learner Award'. Of the world toppers, 15 students got the awards for outstanding performance in Mathematics. The rest excelled in subjects including English, Information Communication and Technology, Biology and Economics.\n\nVinayak Sudhakar, senior schools development manager, India, said, \"These achievements demonstrate the dedication and commitment of teachers, support provided by families and friends, and the students' determination and passion to succeed.\"\n\nIn the recent May 2014 exam series, there was a 10% growth across all Cambridge qualifications offered in India, with more than 43,000 entries. Additionally, entries for Cambridge IGCSE Mathematics and Sciences (Physics, Biology and Chemistry) have grown by almost 9%, with more than 8,000 entries.\n\n<strong>Topperspeak<\/strong>\n\nI'm extremely happy because Biology is my favourite subject and want to be a bioinformatics researcher. My strategy to score high marks was to finish studying on the same day whatever was taught in school earlier.\n\n<em>Ishani Ganguly | IGCSE student of TISB and biology topper in India<\/em>  ","CommentCountUrl":"http://timesofindia.indiatimes.com/feeds/usercommentcount/42200893.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/feeds/usrcommentfeedsnew/42200893.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42200893.cms?feedtype=sjson"}]}