{"Pagination":{"TotalPages":"30","PageNo":"1","PerPage":"20","WebURL":"http://timesofindia.indiatimes.com/india"},"NewsItem":[{"NewsItemId":"42269914","HeadLine":"Maharashtra's measures help streamline land deals","ByLine":"Chittaranjan Tembhekar","Agency":"TNN","DateLine":"Sep 11, 2014, 04.49PM IST","WebURL":"http://timesofindia.indiatimes.com/india/Maharashtras-measures-help-streamline-land-deals/articleshow/42269914.cms","Caption":"Land disputes are common in a fast-growing economy but Maharashtra government has been able to bring clarity over property and tenancy rights by strengthening revenue administration in a responsible and time-bound manner.","Keywords":"Prithviraj Chavan, Maharashtra government, land disputes, fast-growing economy","Story":"MUMBAI: Land disputes are common in a fast-growing economy but Maharashtra government has been able to bring clarity over property and tenancy rights by strengthening revenue administration in a responsible and time-bound manner. \n\nThe government of Maharashtra held special camps to issue various certificates, such as domicile certificates, income certificates, caste certificates and senior citizens certificates. In 2011-12, 39,85,641 certificates were issued, a figure that increased to 53,08,676 in 2013-14. \n\nCommenting on his governments initiatives towards better land Maharashtra chief minister Prithviraj Chavan said: \"Our efforts have always been directed at bringing in transparency in administration. In order to do away with the uncertainty and delay in carrying out measurement of land, E-Mojni an online land measurement system has been fully implemented across nearly 300 talukas in the state.\" \n\nThe government also launched a special drive to remove encroachments on farm roads was taken through people's participation. Under this initiative, lengths of road, totally measuring nearly 60,000 kilometers of land have been cleared of encroachments. \n\nIn Mumbai a through and comprehensive policy regarding lease renewal of land leaseholders can renew their leases or can even get leasehold property converted into Occupant Class-II properties. While in Nagpur and Amravati a new policy to renew lease on government has enabled the renewal of more than 45,000 Nazul plots. \n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42269914.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42269914.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42269914.cms?feedtype=sjson"},{"NewsItemId":"42265093","HeadLine":"US Tamils jostle to hear Modi","ByLine":"Karthick S","Agency":"TNN","DateLine":"Sep 11, 2014, 03.51PM IST","WebURL":"http://timesofindia.indiatimes.com/india/US-Tamils-jostle-to-hear-Modi/articleshow/42265093.cms","Caption":"Many young IT professionals, members of the Tamil diaspora in the US, are excited to hear Modi speak at the Madison Square Garden.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42265576","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42265576","PhotoCaption":"Many young IT professionals, members of the Tamil diaspora in the US, are excited to hear Modi speak at the Madison Square Garden. "},"Keywords":"Tamils, Narendra Modi, IT professionals, gujaratis","Story":"CHENNAI: Moteliers across America --from sand swept Utah to lonely Montana - are making plans to head to the Big Apple in September. But it's not just the Gujarati Patels who will be getting down at Penn station to attend the Narendra Modi event in New York on September 28, but Tamils too. \n\nMany of them young IT professionals, members of the Tamil diaspora in the US, are excited to hear Modi speak at the Madison Square Garden. For the moteliers it would be a personal triumph as the US denied a visa to Mo di when they invited him last time. For the Tamils, however, it would be a chance to hear from the new Prime Minister. \"I subscribe to the Dravidian ideology but I wish to know his views on Indian-American issues,\" said K Sivakumar, former president of Washington Tamil Sangam, over phone. \n\nIndian-American Community Foundation, set up recently to organize the event, has received some 60,000 applications from people across the US. The auditorium can only accommodate 35,000 people. Though Gujaratis have applied to attend in huge numbers, Tamils are not too far behind, organizers say .Who gets to attend, however, would be decided by a lottery system. \"Seventy percent of the participants would be less than 40 years old,\" an organizer told TOI. \n\nSathish Rajendran, an IT professional in Philadelphia, is eagerly waiting to know the lottery results. \"I have got a confirmation mail from the organizers. I think we got a strong leader as PM now and I wish to listen to him speak,\" he said and added that many of his colleagues and friends have also registered for the event. \n\nA 15-member working committee has been constituted, many of them Gujaratis. \"We have been instructed to have minorities in the working committee. So we have two Muslims, two Christians and one Sikh. American Tamil Sangam president Prakash M Swamy is the only committee member from south India,\" said an organizer. \n\nMore than 20 Tamil associations have registered for the meeting. K Muthumani, former president of the Tamil Association of Greater Delaware Valley , said he has been getting many requests from young IT professionals. \"Sri Lankan Tamils have also registered in significant numbers,\" a senior member of the California Tamil Sangam said. \n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42265093.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42265093.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42265093.cms?feedtype=sjson"},{"NewsItemId":"42262588","HeadLine":"Police in J&K collect bodies floating in worst floods in years","Agency":"Reuters","DateLine":"Sep 11, 2014, 03.17PM IST","WebURL":"http://timesofindia.indiatimes.com/india/Police-in-JK-collect-bodies-floating-in-worst-floods-in-years/articleshow/42262588.cms","Caption":"The ferocity of the floods appeared to have caught the administration in J&K by surprise and has prompted an outpouring of anger in the state.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42263420","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42263420","PhotoCaption":"A man wades through flood waters in Srinagar."},"Keywords":"","Story":"NEW DELHI/ISLAMABAD: Authorities in Jammu & Kashmir collected the bodies of women and children floating in the streets on Thursday as anger mounted over what many survivors said was a bungled operation to help those caught in the region's worst flooding in 50 years.\n\nBoth the Indian and Pakistan sides have been hit by extensive flooding in recent days, and about 450 people have been killed, with J&K's capital city Srinagar particularly hard hit.\n\n\"Some air force officials have reported that they have seen bodies of women and children floating. We are making every effort to collect the bodies as soon as we can,\" said Srinagar police officer Faizal Wani.\n\n<strong>READ ALSO: <a href=\"http://timesofindia.indiatimes.com/india/Over-500000-people-still-wait-for-help-in-flood-ravaged-JK/articleshow/42250370.cms\">Over 5,00,000 people still wait for help in flood-ravaged J&K<\/a><\/strong>\n\nThe ferocity of the floods appeared to have caught the administration in J&K by surprise and has prompted an outpouring of anger in a state where a 25-year-old revolt simmers.\n\nWani said the army and state officials were moving survivors to field hospitals and relief camps on higher grounds. Nearly 100,000 people have been rescued by the military in the past week and some people were seeking shelter in mosques.\n\n<strong>READ ALSO\n\n<a href=\"http://timesofindia.indiatimes.com/flood-fury-in-jammu-&-kashmir/specialcoverage/42084666.cms\" target=\"_blank\">TOI's special coverage on J&K floods<\/a><\/strong>\n\n<strong><a href=\"http://timesofindia.indiatimes.com/india/JK-floods-Over-90000-rescued-but-many-refuse-to-leave-home/articleshow/42229277.cms\">J&K floods: Over 90,000 rescued, but many refuse to leave home<\/a><\/strong>\n\n\n<em>People wait outside Srinagar airport (EPA photo)<\/em>\n\nPolice said some Srinagar residents had been trapped in the top floors of their homes since the Jhelum river, swollen by unusually heavy rain, surged higher last week. The river flows from J&K to the Pakistan side, and then down into Pakistan's lower Indus river basin.\n\nOfficials say 220 people have been killed in Srinagar, a city of about 1 million people, ringed by mountains and on the banks of the Dal lake, but the scale of the disaster would only become clear once the water recedes.\n\nBasharat Peer, a journalist and author of a book on the Kashmir conflict, who is working as a volunteer in Srinagar, said the response to the disaster had been woeful.\n\n\"It is clear case of mismanagement. Why are the basic supplies still not made available?\" Peer asked.\n\n\"There are thousands of people searching for their families They have no idea whether they are alive or dead. We have no clean drinking water, no medicines and food to feed the children,\" he said.\n\nIn neighbouring Pakistan, 257 people have been killed and officials said the toll could rise.\n\nHalf a million people have been affected by the floods in Pakistan and large tracts of farmland have been inundated.\n\nAuthorities in New Delhi said they had been overwhelmed by the worst flooding in half a century. Prime Minister Narendra Modi will be conducting an emergency meeting to assess the disaster.\n\n\"We are just shocked to see how our paradise has been destroyed. Proper assessment of the disaster is yet to begin,\" a senior interior ministry official in New Delhi said of Kashmir.  ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42262588.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42262588.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42262588.cms?feedtype=sjson"},{"NewsItemId":"42262106","HeadLine":"News aggregation: Fair use, legality and way forward","ByLine":"Lakshika Joshi","DateLine":"Sep 11, 2014, 03.11PM IST","WebURL":"http://timesofindia.indiatimes.com/india/News-aggregation-Fair-use-legality-and-way-forward/articleshow/42262106.cms","Caption":"Downfall of traditional news media in the last decade has been followed by a surge of news aggregator sites and apps in recent years.","Keywords":"News Aggregation, google news, Flipboard","Story":"Downfall of traditional news media in the last decade has been followed by a surge of news aggregator sites and apps in recent years. Is it a dichotomy that while newspapers across the globe are shrinking, news aggregators such Google News, Huffington Post, Pulse, Flipboard and many others have grown in number and popularity. News Aggregation is not a new concept. Even during the non-digital era there were businesses flourishing on tracking client specific news items for monitoring media. Such newspaper clipping services were offered by News Monitoring Agencies. With the advent of digital era, the traditional newspaper clipping business has undergone a paradigm shift. Gone are the days when people would scan through piles of newspapers to locate articles talking about their clients. Sophisticated software crawling through millions of websites picks up news articles with client tags more efficiently and accurately, in seconds. Whilst content aggregation renders itself favourably for the end users, serving up desired results on one page/location, it begs the question of fairness of free riding on others' property. \n\n<strong>News aggregation and fair use<\/strong> \n\nNews aggregation typically includes a hyperlinked headline, a citation to the original source and brief description of content. Most publisher websites encourage link backs and canonical tags acknowledging them as original content generator. Linking drives traffic back to the original source and canonicals allow webmasters prevent content duplication issues thus aiding in search engine optimization. News aggregators heavily rely upon fair use doctrine and driving traffic back to the original source. In Blake A. Field Vs. Google, the plaintiff (Field) argued that Google infringed his exclusive right to reproduce his copyrighted works when it \"cached\" his website and made a copy of it available on Google search engine. Google took defence under fair use, implied license by Field allowing Google to cache Field's site, estoppel, and safe harbour protection under the US Digital Millennium Copyright Act. The court accepted Google's defences and denied Field's motion for summary judgment. \n\n<strong>Hot news and its misappropriation<\/strong> \n\nThe legality of news aggregation is highly debatable. In a 2013 decision by Federal District judge in New York City, the Associated Press (AP) won a ruling in a copyright lawsuit against news aggregator Meltwater News Service over its use of AP story excerpts without paying licensing fees. It was adjudged that Meltwater's electronic news clipping service infringed copyrights when it republished short excerpts from, and links to, the original articles in search results for its clients seeking news coverage based on specific keywords. Additionally, \"hot news\" misappropriation under New York common law was upheld by the court. \n\nNews publishers and content generators often allege \"hot news misappropriation\" in addition to copyright infringement against news aggregators. The doctrine of hot news was first developed in International News Service (INS) vs. Associated Press (AP) case during World War I. The US Supreme Court distinguished between \"literary value\" of news piece and \"facts communicated by news stories\". It was laid down that value of a news story expires over time hence hot news was equated to property which cannot be misappropriated. The court held that while mere facts are not copyrightable, the content producer invests time and resources in gathering and producing the content and should retain some right to derive revenue from that content until its commercial value has passed. The doctrine has been put to test subsequently in 2006 when Barclays Capital Inc. Merrill Lynch, Pierce Fenner & Smith Incorporated, and Morgan Stanley and Co. Incorporated (Firms) brought suit against Theflyonthewall.com, a financial news subscription service, for aggregation and republication of their experts' stock recommendations. After a bench trial in March 2010, the District court ruled that Fly's reporting of the Firms' stock Recommendations constituted \"hot-news\" misappropriation and granted an injunction which imposed mild two-hour delay in reporting. Fly appealed against the order and the injunction was vacated by the Appellate court. Similarly, in National Basketball Association (NBA) vs. Motorola case of 1997, whilst the district court granted a permanent injunction prohibiting Motorola to transmit scores and data from NBA matches in absence of an authorization from NBA, the appellate court vacated the injunction.\nCloser home, the Delhi High Court in Star India vs. Piyush Agarwal, differentiated between contemporaneous dissemination of match information in form of ball-by-ball or minute-by- minute score updates/match alerts and reporting noteworthy information or news. A limited interim injunction was passed restraining the defendants from disseminating contemporaneous match information without obtaining a license from the plaintiff. \n\n<strong>Legality of news aggregation<\/strong>\n\n\nLegality of news aggregation remains fuzzy. Most of the significant cases have been settled out of court between the parties. The New York Times Company settled with Gatehouse media in a dispute over The New York Times Company owned Boston.com's aggregation of headlines and leads from Gatehouse media's Wicked Local websites. Google signed a licensing agreement with Agence France Presse (AFP) consequent to an out of court settlement between the two companies over a copyright infringement row. AFP had taken Google to court for indexing AFP content without prior authorization and hence infringement of copyrights. Google also has a similar license from AP. Conclusion: Licensing, a way forward: \n\nWhile there is lack of clarity on legality of news aggregation, licensing or prior authorizations from the copyright owner maybe a judicious way forward. In France newspaper publishers and Google, who were earlier entangled in a legal dispute over Google's aggregation of news without payment to the publishers, decided to promote each other's services and set up a Digital Publishing Innovation Fund worth US$ 82 million to help transform digital publishing. The courts too have emphasized on the need for prior licenses from copyright owners for aggregation and distribution of content to public at large by content aggregators. A USD 1.2 million fine imposed on AFP and Getty for wilfully infringing Daniel Morel's copyrights in the Haitian earthquake pictures is a testimony of the same. Licensing allows both, publisher and aggregator to maximize their reach by leveraging each other's strengths, without having to be bogged downed by taxing litigation. ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42262106.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42262106.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42262106.cms?feedtype=sjson"},{"NewsItemId":"42262131","HeadLine":"Jayalalithaa urges Modi to secure release of 78 Tamil Nadu fishermen from Sri Lankan jails","ByLine":"B Sivakumar","Agency":"TNN","DateLine":"Sep 11, 2014, 03.11PM IST","WebURL":"http://timesofindia.indiatimes.com/india/Jayalalithaa-urges-Modi-to-secure-release-of-78-Tamil-Nadu-fishermen-from-Sri-Lankan-jails/articleshow/42262131.cms","Caption":"Jayalalithaa sent the letter after 53 fishermen from the state were arrested by the Sri Lankan navy on Wednesday night.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42262526","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42262526","PhotoCaption":"Jayalalithaa sent the letter soon after 53 fishermen from the state were arrested by the Sri Lankan navy on Wednesday night."},"Keywords":"tamil nadu, Sri Lankan Navy, Sri Lanka, Jayalalithaa, Fishermen","Story":"CHENNAI: The Tamil Nadu government on Thursday urged the Centre to take immediate steps to release 78 fishermen and 72 boats currently under the custody of Sri Lanka. \n\nJayalalithaa sent the letter after 53 fishermen from the state were arrested by the Sri Lankan navy on Wednesday night. \n\n\"Permanent and long-term measures cannot be placed on the backburner any longer and must also be actively pursued,\" chief minister J Jayalalithaa said in a letter to Prime Minister Narendra Modi. \n\n\"I have written to you on several occasions since you assumed office in May 2014, on the issue of the harsh harassment meted out to Indian fishermen from Tamil Nadu by the Sri Lankan navy when they fish in their traditional fishing waters of the Palk Bay. After a brief lull, Sri Lanka has again resorted to intensive aggressive action against Tamil Nadu fishermen and three further incidents of a large number of fishermen being apprehended have occurred,\" the chief minister said. \n\nAppreciating the Centre for taking proactive measures on the issue, the chief minister said, \"I have already acknowledged the proactive and positive manner in which your government has approached the issue. Your officers have acted promptly to secure the release of detained fishermen on several occasions in the recent past but despite this, the Sri Lankan side has hardened its attitude and they are adopting harsher and more devious tactics to cause permanent and long-standing economic damage to poor and innocent Indian fishermen.\" \n\nQuoting an interview of Sri Lankan President Mahinda Rajapaksa which appeared in the Indian media, in which he is quoted as saying that the impounded boats would not be released, the chief minister said, \"These trends have to be arrested and reversed to protect the livelihood of the poor and innocent fishermen from Tamil Nadu who are engaged in their traditional occupation and fish in their traditional waters. This is possible only if a firm, clear, unequivocal and unambiguous message is sent out by the Government of India to the Sri Lankan side that these hostile acts against Indian fishermen would not be tolerated and should cease forthwith.\" \n\nReiterating her resolve to find a permanent solution to the vexed issue, the chief minister urged the Prime Minister to consider the memorandum which she presented to Modi on June 3. \"The first and foremost is addressing the issue of the status of Katchatheevu. This is clearly central to the problem as the most recent incident has also occurred close to this islet. Hence, I once again urge you to take active steps to abrogate the 1974 and 1976 agreements and retrieve Katchatheevu and restore the traditional fishing rights of the fishermen of Tamil Nadu,\" the chief minister said in the letter. \n\n\"Another set of permanent measures relates to diversifying the fishing based livelihood of the fishermen in Tamil Nadu. We have already taken some measures, including a 50% subsidy scheme to procure new tuna long liners which are ocean going vessels. This is a major endeavour and requires much larger financial and technical support from the Government of India, which is yet to be agreed to. You would recall that I have already requested a comprehensive special package for diversification of fisheries at a cost of Rs 1,520 crore and a recurring grant of Rs 10 crore per annum for maintenance dredging,\" said Jayalalithaa. \n\n\"Strong, clear and unambiguous communication to the highest levels of the Sri Lankan government are needed so that they reverse their harsh and cruel tactics in dealing with poor Indian fishermen. The Indo-Sri Lankan joint working groups need to be made a useful mechanism to address such issues and the stonewalling attitude of the Sri Lankan side as seen in the meeting of the committee held August 29 has to cease. Early action on the permanent solution for the Katchatheevu problem and long-term diversification measures must be initiated.\" \n\n\"I am sure that, given the emphasis you are placing on resolving issues in the neighbourhood of the country, the plight of Tamil Nadu fishermen will receive the much needed priority attention that it deserves and the Government of India will take necessary steps to ensure the safety and security of our fishermen and secure the immediate release of the detained fishermen and their boats,\" she said. \n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42262131.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42262131.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42262131.cms?feedtype=sjson"},{"NewsItemId":"42258746","HeadLine":"India successfully test fires nuclear-capable Agni-I missile","ByLine":"Chethan Kumar","Agency":"TNN","DateLine":"Sep 11, 2014, 02.27PM IST","WebURL":"http://timesofindia.indiatimes.com/india/India-successfully-test-fires-nuclear-capable-Agni-I-missile/articleshow/42258746.cms","Caption":"In another successful demonstration of the missile programme, the Strategic Forces Command (SFC) successfully fired the short range Agni-1 missile propelled by a solid rocket propellant system, from Wheeler’s Island, off Odisha’s coast, on Thursday.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42259163","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42259163","PhotoCaption":"The missile, which has a range capability of over 700-km was launched as part of periodic training activity by the Strategic Forces Command."},"Keywords":"Wheeler’s Island, Strategic Forces Command, solid rocket propellant system, missile programme, AGNI-1 MISSILE","Story":"BANGALORE: In another successful demonstration of the missile programme, the Strategic Forces Command (SFC) successfully fired the short range Agni-1 missile propelled by a solid rocket propellant system, from Wheeler's Island, off Odisha's coast, on Thursday.\n\nThe missile, which has a range capability of over 700-km was launched as part of periodic training activity by the Strategic Forces Command.\n\n\"This is to further consolidate operational readiness,\" a senior officer said, adding that the trajectory of the trial was tracked by a battery of sophisticated radars, telemetry observation stations, electro-optic instruments and naval ships from its launch till the missile hit the target area with pin-point accurac\n\n\n<em>Agni-1 missile system on display during the Republic Day parade<\/em>. (TOI Photo)  ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42258746.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42258746.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42258746.cms?feedtype=sjson"},{"NewsItemId":"42255306","HeadLine":"Gujarat govt gives tax exemption to 'Mary Kom'","ByLine":"Piyush Mishra","Agency":"TNN","DateLine":"Sep 11, 2014, 01.43PM IST","WebURL":"http://timesofindia.indiatimes.com/india/Gujarat-govt-gives-tax-exemption-to-Mary-Kom/articleshow/42255306.cms","Caption":"Government of Gujarat has decided to give 100% tax exemption to the women’s inspirational Bollywood movie ‘Mary Kom’, which has been manuscripted on women empowerment.","Keywords":"tax exemption, Olympics, Mary Kom, Gujarat govt, Anandiben Patel","Story":"AHMEDABAD: Government of Gujarat has decided to give 100% tax exemption to the women's inspirational Bollywood movie 'Mary Kom', which has been manuscripted on women empowerment. \n\nThe first woman chief minister of the state Anandiben Patel took this decision to showcase her real commitment to empower the women in Gujarat. The film 'Mary Kom' would encourage girls and women to excel in sports, which is an another objective of the chief minister to give tax exemption to it. \n\nThe movie has the storyline of real-life drama of Mary Kom who had won the bronze medal in women boxing in Olympics. Mary also holds consecutive five times' champion title in non-professional boxing competition at world level.\n\nThis Manipuri woman boxer has brighten India's glory at the world's sports map. \n\nThe Bollywood movie depicts Mary Kom's life's struggles for success and achieving it. The film has been produced by Viacom 18 Media Pvt Ltd and Bhansali Productions Pvt Ltd, Mumbai. It has been exempted of the tax-free under the Gujarat Entertainment Tax Act 1977. ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42255306.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42255306.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42255306.cms?feedtype=sjson"},{"NewsItemId":"42255713","HeadLine":"UP court returns chargesheet against Amit Shah in hate speech case","Agency":"PTI","DateLine":"Sep 11, 2014, 01.48PM IST","WebURL":"http://timesofindia.indiatimes.com/india/UP-court-returns-chargesheet-against-Amit-Shah-in-hate-speech-case/articleshow/42255713.cms","Caption":"In a major setback to UP police, a Muzaffaranagar court today rejected and returned a chargesheet filed against BJP chief Amit Shah, officials said.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42260418","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42260418","PhotoCaption":"In a major setback to UP police, a Muzaffaranagar court today rejected and returned a chargesheet filed against Amit Shah."},"Keywords":"UP court returns chargesheet against Amit Shah, Hate speech case, BJP, Amit Shah","Story":"MUZAFFARNAGAR: In an embarrassment to UP police, a court here on Thursday refused to take cognisance of the chargesheet against BJP president Amit Shah in connection with the alleged hate speech made by him and returned it to the police.\n\nAdditional chief judicial magistrate Sunder Lal refused to take cognisance of the chargesheet as police had not followed the provisions of 173[2] CrPc in which they did not try to arrest the accused before filing the chargesheet in court.\n\nPolice did not seek warrant or attachment proceedings against the accused under the provisions laid down under 173[2] CrPc, the court said.\n\nReturning the chargesheet to remove errors, the court said police cannot filed chargesheet under section 188 IPC as it should be filed as a private complaint by the concerned officer, who had imposed prohibitory orders which were violated.\n\n<strong>READ ALSO: <a href=\"http://timesofindia.indiatimes.com/india/Samajwadi-Party-fanning-communal-tension-in-UP-Rajnath-not-marginalized-Amit-Shah/articleshow/42249469.cms\">Samajwadi Party fanning communal tension in UP; Rajnath not marginalized, Amit Shah says<\/a><\/strong>\n\n\nShah was on Wednesday charged by the police for his alleged hate speech during campaigning here for the Lok Sabha elections.\n\n\n\n(BJP chief Amit Shah)\n\nThe chargesheet was filed against 49-year-old Shah in the court of additional chief judicial magistrate Manoj Sidhu.\n\nThe charges were filed against Shah under Section 123(3) of Representation of the People Act for allegedly seeking votes on the grounds of religion, race, caste and community and under Section 188 of the IPC relating to disobedience to order promulgated by public servant.\n\nThe chargesheet had been filed under various sections of IPC, including 153A (promoting enmity between different groups on grounds of religion, race, place of birth, etc.), 295A (deliberate and malicious acts, intended to outrage religious feelings of any class) and 505 (false statement, rumour, etc. circulated with intent to cause mutiny or offence against the public peace), and Section 123-3 of Representation of People Act (making an appeal to vote on the grounds of religion amounting to corrupt practice).\n\nPolice had registered a case against Shah for allegedly violating the model code following a direction from EC, which had also banned him from campaigning in the state on April 4.\n\nShah had landed in a major controversy for allegedly saying that the 2014 Lok Sabha polls were an opportunity to seek \"revenge for the insult\" inflicted during the riots in Muzaffarnagar last year.\n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42255713.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42255713.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42255713.cms?feedtype=sjson"},{"NewsItemId":"42254694","HeadLine":"Ex-minister Maran forced owner to sell Aircel to Maxis: CBI","Agency":"PTI","DateLine":"Sep 11, 2014, 01.35PM IST","WebURL":"http://timesofindia.indiatimes.com/india/Ex-minister-Maran-forced-owner-to-sell-Aircel-to-Maxis-CBI/articleshow/42254694.cms","Caption":"Maran had \"pressurized\" and \"forced\" Chennai-based telecom promoter C Sivasankaran to sell his stakes in Aircel and two subsidiary firms to Malaysian firm Maxis Group in 2006, the CBI told a special court.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42254967","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42254967","PhotoCaption":"Former telecom minister Dayanidhi Maran,"},"Keywords":"Telecom minister, Maxis Communication Berhad, Kalanidhi Maran, Dayanidhi Maran, C Sivasankaran, Aircel","Story":" NEW DELHI: Former telecom minister Dayanidhi Maran had \"pressurized\" and \"forced\" Chennai-based telecom promoter C Sivasankaran to sell his stakes in Aircel and two subsidiary firms to Malaysian firm Maxis Group in 2006, the CBI on Thursday told a special court. \n\n\"Accused number one (Dayanidhi Maran) forced Sivasankaran to sell his companies. He (Sivasankaran) sold his three firms to Malaysia's Maxis Communication Berhad, accused number six,\" the CBI told Special Judge O P Saini during arguments on consideration of chargesheet filed in the Aircel-Maxis deal case. \n\nThe CBI had on August 29 filed the chargesheet in the case against Dayanidhi Maran, his brother Kalanidhi Maran and six others, including four firms. \n\nDuring the arguments on Thursday, senior public prosecutor K K Goel told the court, \"In this case, seller (Sivasankaran) was the victim as he was not allowed to do his business by Dayanidhi Maran.\" \n\nHe said, \"Several issues relating to Sivasankaran's firms were kept pending by Dayanidhi Maran, who was the then telecom minister, and no decision was being taken on them. \n\n\"There was strangulation of these three companies and they were unable to perform their business,\" the agency said. \n\nIt said that as soon as Maxis Group bought Sivasankaran's firms, all the pending issues were cleared by Dayanidhi Maran giving undue benefit to the Malaysian company. \n\n\"If accused number one (Dayanidhi) had cleared all the issues and had given licences and spectrum to Sivasankaran's firms, then Maxis Group would have had to pay much more to buy the companies,\" it claimed. \n\nBesides the Maran brothers, the CBI has named Malaysian business tycoon T Ananda Krishnan, Malaysian national Augustus Ralph Marshall and four firms — Sun Direct TV Pvt Ltd, Maxis Communication Berhad, Astro All Asia Network PLC and South Asia Entertainment Holding Ltd — as accused in the case. \n\nThey have been chargesheeted for the offences punishable under section 120-B (criminal conspiracy) of the IPC and under relevant provisions of the Prevention of Corruption Act. \n\nThe court, after hearing the submissions advanced by the prosecutor on Thursday, fixed the matter for further arguments on September 22. ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42254694.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42254694.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42254694.cms?feedtype=sjson"},{"NewsItemId":"42252603","HeadLine":"Am like wood floating on water, will go with the flow: BJP President Amit Shah on whether he aspires to be PM","ByLine":"Rohini Singh","Agency":"ET Bureau","DateLine":"Sep 11, 2014, 01.08PM IST","WebURL":"http://timesofindia.indiatimes.com/india/Am-like-wood-floating-on-water-will-go-with-the-flow-BJP-President-Amit-Shah-on-whether-he-aspires-to-be-PM/articleshow/42252603.cms","Caption":"\"Bypoll se na hi sarkar decide hoti hai na girti hai,\" he says, even as he hurls the gauntlet at the Nitish-Lalu combine: \"If they're so confident of winning Bihar, why don't they call for elections?\"","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42254158","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42254158","PhotoCaption":"Amit Shah laughs off the suggestion that the Modi wave is petering out. "},"Keywords":"samajwadi party, Narendra Modi, BJP President, Amit Shah","Story":" Amit Shah laughs off the suggestion that the Modi wave is petering out. \"Bypoll se na hi sarkar decide hoti hai na girti hai,\" he says, even as he hurls the gauntlet at the Nitish-Lalu combine: \"If they're so confident of winning Bihar, why don't they call for elections?\" \n\nIn a free-wheeling, 90-minute chat with ET, BJP chief Amit Shah, arguably the second-most powerful man in the party after Prime Minister Narendra Modi, spoke on a range of issues — from the recent controversy surrounding Rajnath Singh and communal tensions in UP to the government's achievements and his party's prospects in the upcoming state elections. Excerpts: \n\n<strong>What are your top short-term and long-term priorities?<\/strong> \n\nIn the short term, my priorities are to put together a new team and to ensure the BJP does well in the upcoming assembly elections. I think the good work done by the government has generated immense goodwill and we need to encash it. In the long-term, as I said at our national executive meet, we need to become a bridge between the government and the people. We need to advertise the programmes and initiatives of the government and convey public mood to the government. There are eight states in which the BJP does not have a strong presence and we need to strengthen our organisation there. We also need to conduct training programmes for all the new recruits. \n\n<strong>What are your expectations from the upcoming assembly elections in Maharashtra, Jharkhand and Haryana? Many would say anything short of sweeping victories would look like a defeat.<\/strong> \n\nThe BJP has not been in power in these states. In Jharkhand, we have in a way been in power, but that was a fragmented mandate. We have never come to power in Jharkhand with an emphatic mandate. We have not been in power for 15 years in Maharashtra and neither do we have a government in Haryana. Even then, I believe, having completed my tours in these three states, I can say emphatically that the BJP will win with a definitive mandate in these three states. \n\n<strong>Will you announce CM candidates for the states or will PM Modi be your face? <\/strong> \n\nIn all three states we have decided not to announce CM candidates. We have not decided and closer to elections, looking at the situation on the ground, we will decide for these states. It is not necessary that we announce CM candidates in all three states. \n\n<strong>Congress has been accused of not projecting regional leaders because they want to project the Gandhis. Don't you think BJP can be accused of the same thing?<\/strong> \n\nSuch an allegation can't stick because there is team work here. Rajnath Singh, Nitin Gadkari have both been presidents. I am the president now. Shivraj Singh Chauhan is in the parliamentary board now. Unlike the Congress we don't keep changing our CMs. Our CMs that do good work are supported by the party and the party continues with it. We help strengthen them. So this would be a baseless allegation. Modiji was the CM for four terms - no one disturbed him - so have Shivraj Singh Chauhan and Raman Singh. Even those who lost, like Vasundhara Raje Scindia, we have projected and are strengthening. That's how you create leaders. Those who are in the process of becoming leaders, the party is supporting and encouraging. \n\n<strong>What will be the BJP's calling card in the upcoming assembly elections? Going by the latest set of bypolls, would it be a fair interpretation that the Modi wave has petered out a bit?<\/strong> \n\nLook, first people used to think that there is no Modi wave. But the results proved that the Modi wave was fierce. Now people are saying the Modi wave has petered out a bit. There is a section that speculates about this. When the results for these assembly polls come, then people will get to know how we have swept these states because of the good work of the government. \n\n<strong>Could the BJP have done something different in the recent bypolls where it did not do as well as expected?<\/strong> \n\nThere are two things. In a bypoll, the public doesn't vote for change. Bypoll se na hi sarkar decide hoti hai na girti hai (governments don't get formed or fall as a result of bypolls). Bypolls represent the politics of that assembly constituency. But when general elections happen, then who will form the government, who will be the CM, which party will be in power become important issues. What we call public mandate - that is reflected in assembly elections. \n\n<strong>In Maharashtra, will your CM candidate be from the BJP or Shiv Sena?<\/strong> \n\nWe haven't decided on that. Discussions are on at the state level and still to take concrete shape. \n\n<strong>There is talk of tension between Nitin Gadkari and Devendra Phadnavis in Maharashtra. Your comments.<\/strong> \n\nI don't believe news reports and I don't like to respond to news reports, but I do believe that the media should introduce more transparency in its so-called source-based reporting. Who are these sources? If the media has guts then it should disclose who these sources are. Please write this, that if the media has guts and is transparent then it should remove the word 'sources' from its dictionary and print clearly the name of the leader who makes such claims. \n\n<strong>But then the leaders who are sources should also have the guts to go on record....<\/strong> \n\nI don't say, 'sources say there is a Modi wave'. I say clearly that I say there is a Modi wave. Himmat honi chahiye (you should have courage). Media should give concrete information because the people have a right to know. Half-baked rumours just vitiate the atmosphere and the media should stop doing it. \n\n<strong>So there is no tension between Nitin Gadkari and Devendra Phadnavis?<\/strong> \n\nNot at all. There is no tension between the two. \n\n<strong>Haryana Janhit Congress has broken up with BJP. Is it now certain you will go on your own, or is there some chance of tying up with Om Prakash Chautala's INLD?<\/strong> \n\nWe will go alone in Haryana and will contest all the seats alone. \n\n<strong>What is your reaction to the sting operation mounted by the Aam Aadmi Party?<\/strong> \n\nSee, I don't have all the details. It is still being examined by the state unit. But in such a big party, if some lower level worker, in enthusiasm does something then it should not be seen as a reflection on the party. \n\n<strong>But he is the vice-president of your state unit....<\/strong> \n\nThat's OK. But Delhi is, in a way, like a corporation (laughs). It's almost like a civic body. It's a small state so if any worker does anything out of overenthusiasm, usko party ke saath nahin jodna chahiye (he should not be linked to the party). \n\n<strong>Does the BJP want fresh elections in Delhi, or will it try to form the government on its own?<\/strong> \n\nNobody wants elections in Delhi. In the past year and a half, there have been two mandates. Both these mandates have been in favour of the BJP. In Vidhan Sabha we have emerged as the single largest party and in Lok Sabha, all seven seats were won by us. The public mandate is clearly in our favour. At the state level, however, the issue is about majority. I don't know who will support the BJP or won't but if someone is willing to support the BJP, obviously not through unethical means but because they wish to support, then why should we refuse? \n\n<strong>So why does the BJP seem reluctant to go in for polls in Delhi?<\/strong> \n\nIt is not a question of being reluctant. We think there is no need to go for fresh polls because we have had two mandates within a short time in favour of the party. What are your plans beyond the assembly elections? Are you looking to expand in states such as West Bengal and Tamil Nadu? \n\nI have said that in Tamil Nadu, Kerala, Andhra Pradesh, Telangana, Orissa, West Bengal and Assam, we want to strengthen the BJP. After assembly elections, from November 1, BJP's membership drive will start with special focus on these states. I have also toured four of these states already. \n\n<strong>The BJP suffered a setback in Bihar bypolls because of the tie-up between Lalu Prasad and Nitish Kumar. Your comments on this alliance.<\/strong> \n\nAll that I have to say is that if Nitish and Lalu think that the bypoll results reveal the so-called decline of the BJP then public mandate was for the BJP-JD(U) alliance. They have broken that alliance. So they should call for immediate elections and the BJP will return in Bihar with an emphatic mandate. If they genuinely believe that their position is very strong then they should immediately call for elections. \n\n<strong>Do you see this tie-up between non-BJP parties being replicated in other states?<\/strong> \n\nWe don't want to win elections on the basis of what other parties are doing. Neither is it part of our political strategy. BJP will win elections on its own strength and we don't care whether other parties are getting together or not. \n\n<strong>What are your views on the 'love jihad' controversy?<\/strong> \n\nLove Jihad is a media creation, not our terminology. It's a grave social problem. Where injustice is done to a woman, then it is natural that BJP as a socio-political organisation will fight. But it is not true that we have started some big campaign on the issue. When such individual cases come to light where women have been wronged, and they are genuine cases, then BJP will work to ensure the guilty is punished. That is if there is injustice. \n\n<strong>But it can appear that only a certain community is targeted. Besides, aren't you taking away the right of a woman to choose for herself?<\/strong> \n\nMain yahi keh raha hoon jab anyaya hota hai tab (I am only saying when there is injustice). \n\n<strong>Communal tension has been rising in UP and some of your local leaders have been accused of stoking unrest. Your comments.<\/strong> \n\nAll the states of the country are divided into two. One that are BJP-ruled and the other that aren't. There are some states that are going to the polls, UP being one of them. There is no communal tension anywhere except in UP. BJP is everywhere but Samajwadi Party is only in Uttar Pradesh. That only means that SP's one-sided vote bank consolidation politics is responsible for increase in communal tension. And that is the reason that communal tension gets fanned. If it had to happen because of the BJP, because of elections, then it should have happened in Maharashtra and Jharkhand too. It should have happened in Jammu and Kashmir, the most sensitive state. But because the Samajwadi Party isn't there, it didn't happen. \n\n<strong>But what about Yogi Adityanath's statements....<\/strong> \n\nSuch statements have come many times. This CD is a two-year old CD. There were no riots then, so why will it happen now because of this CD? This is an old CD. Can statements made two years ago create a riot now? It doesn't happen. If one-sided inquiry is done by the state just for vote bank politics, then that leads to anger among others. \n\n<strong>Should the BJP do more to reach out to minorities?<\/strong> \n\nSee, the BJP doesn't have a majority-minority mindset. Every voter is a citizen of this country and has a right to live with equal dignity. \n\n<strong>What, in your opinion, has been the single biggest achievement of the Modi government so far?<\/strong> \n\nThe biggest achievement is that the public has faith in the government and the PM that there will be growth, corporates are happy that they will get a good business environment, the bureaucracy is happy that they will get protection. So because of all these factors the public is appreciating government programmes and initiatives, corporate investments are rising and the bureaucracy is working without fear. Is ke karan gaadi patri par aajayegi (As a result, things will be back on track). \n\n<strong>If you were to pick an area where the government could have done better, what would it be?<\/strong> \n\nWe don't work to sensationalize things. We are looking at addressing problems and for long-term results. Long-term solutions take time but I am happy that within the first 100 days of the government we have been able to start the process. \n\n<strong>But why are we yet to see even a single big investment commitment? Why is the government finding it hard to get investment commitments? <\/strong> \n\nIn such a bad economic scenario how could you expect immediate big investment commitment? But growth rate rising from 4.4 per cent to 5.7 per cent is not a small thing in just one quarter. This is a big achievement. Current account deficit has decreased, forex reserves have risen. So, I think, within 100 days, where economy is concerned, there couldn't have been better performance. The Jan Dhan Yojana is a serious effort to reach out and involve a large part of our population in the growth story. The CBI director is under a cloud for meeting accused in several cases the agency is prosecuting at his residence. How do you view the demands for his ouster? \n\nThere are two things. First, the CBI is an independent organization. So, being the president of the party in power, to comment on its functioning won't be appropriate for me. Secondly, this matter is being looked at by the Supreme Court and the court will decide whatever it has to. The designated Chief Justice of India is looking at it, so I don't wish to comment. \n\n<strong>What are your views on the CBI filing an FIR against Pradip Baijal in a hotel sale that happened during the NDA era?<\/strong> \n\nWe don't want to comment on the workings of the CBI or try to influence how it works by making comments on ongoing investigations. \n\n<strong>RSS chief Mohan Bhagwat has recently spoken about India being a Hindu nation and Hindutva being its cultural identity. What do you have to say to minorities who are afraid of spreading majoritarianism?<\/strong> \n\nPlease don't see Mohan Bhagwat's statement in isolation but it should be read in its full context. If the media had interpreted his statements right then it wouldn't have unsettled minorities. \n\n<strong>Is a cabinet reshuffle on the cards? How do you view the practice of inducting non-partisan technocrats as ministers? Can we expect that in the next reshuffle?<\/strong> \n\nOur idea of government isn't restricted to ministries. Government is teamwork comprising of bureaucracy, advisors, different forums, etc. Our definition of government isn't restricted to just ministries as implied by you. We will be making a lot of forums where technocrats can contribute. \n\n<strong>What are your views on the Rajnath Singh controversy? What did Rajnath Singh talk to you about?<\/strong> \n\nA certain section of the media has purposefully spread stories not only about Rajnath Singh but a lot of other ministers too. I condemn it strongly. It's not good for a healthy democracy. And if someone is saying it then that person's name should be published. Even today I assert that if names of people who say these things aren't published then the public shouldn't read such stories. I want to convey this to the public through the Economic Times. \n\n<strong>Is somebody in the BJP behind these rumours due to intra-party rivalry, as some people believe? <\/strong> \n\nI am saying something else. That if BJP people have spread it then the media should publish their names and expose them. Rajnath Singh had asked me to get this investigated - who is spreading these rumours. When he said it, we were all shocked that such a rumour was being spread. This is completely baseless. \n\n<strong>So did you get this investigated as asked by Rajnath Singh?<\/strong> \n\nWhat will I get investigated? How can rumours get investigated? I am trying to create a public awareness programme to ensure the word 'sources' is removed from the media's dictionary! \n\n<strong>But is it because of rivalry in the party?<\/strong> \n\nI think the media has a big role in this. Everything is going fine. This is to disturb still waters... \n\n<strong>But is no one from your own party involved in spreading this rumour?<\/strong> \n\nThe way it has come I don't think party people are involved. Now it could be that there was a rumour which could have had people in the party discuss it because they heard of it. I don't think any of our leaders had a hand in creating this rumour though. When there is a rumour then everyone talks about it. \n\n<strong>Some say that Rajnath Singh is being marginalized. Your comments.<\/strong> \n\nHow can the country's home minister be marginalized? Rajnath Singh is the home minister and is working very well. He is taking all the decisions in his department and the home ministry is the nodal agency in dealing with states, governors, the President. All paramilitary forces and the intelligence bureaus report to it. So how can he be marginalized. And he isn't sitting there because of someone's benevolence like it happened during the Congress time. Rajnathji and Modiji lead our campign. Today Modiji is the PM and Rajnathji is the home minister, so how can he be marginalized? And the PM has himself said that the elections were fought under Rajnath Singh's captaincy. But despite having all the powers it appears he could not select his own OSD (officer on special duty)? \n\nIt wasn't so only for Rajnath Singh. That became the government policy, so it is wrong to interpret it as specifically targeting Rajnath Singh. Before the decision came in he had already chosen his OSD, which is why it appeared this way but that was the government policy for everyone. \n\n<strong>So who is the No. 2 in the government - Rajnath Singh or Arun Jaitley?<\/strong> \n\nPlease don't get into the number game. Rajnath Singh is the PM's close and trusted friend. \n\n<strong>So there is no No. 2 in this government?<\/strong> \n\nThat is not my right to say but the PM's. \n\n<strong>How would you describe your relationship with the PM? A lot of people say you are Delhi's second most powerful man. Do you agree?<\/strong> \n\nSee, all this talk of being the second most powerful goes on in the media and corridors of power. My relationship with Modiji is exactly how the relationship between a Prime Minister and party president should be. It is a clean, healthy relationship. \n\n<strong>It is said your views are sought from everything from judicial appointments to economic matters. To what extent do you give inputs on government policies?<\/strong> \n\nThere is no question of giving my views on government policy or matters. The party puts its views forward, which it should. \n\n<strong>A section of the BJP cadre wants you to become the party's chief ministerial candidate for Uttar Pradesh. Are you amenable to becoming the chief minister of India's most important state?<\/strong> \n\n(Smiles) No question of it. I come from Gujarat and the party has decided that I be involved in central politics. Mera UP ka CM banne ka koi, koi aur koi sawaal hi nahin (There is absolutely no possibility of me becoming the UP CM)! \n\n<strong>In the otherwise dream Lok Sabha results, Arun Jaitley's defeat in Amritsar must have come as a rude shock. Given your personal friendship with him, do you believe you managed to give enough time and attention to Jaitely's campaign as you would have liked? <\/strong> \n\nFirst, Arun Jaitley is not my friend. Vo mere neta hain (He is my leader). Arun Jaitley's loss saddened everyone, including me. I don't think the election wasn't fought well. It had more to do with political circumstances in the particular state. \n\n<strong>Do you see yourself becoming Prime Minister?<\/strong> \n\n(Laughs) I don't think like this. I am like wood floating on water, wherever the water takes me, I go. \n\n<strong>How much role does the RSS play in the government?<\/strong> \n\nAs much as it should! \n\n<strong>What are your thoughts on the Gandhi family? Will your party press for investigations into Robert Vadra's dealings?<\/strong> \n\nI had said this that our party will not work with ill will or be vindictive. If in the natural course, either through courts or through an investigative agency, something happens, then that's different. But it's not the BJP's nature to be vindictive. \n\n<strong>If you had to give advice to the Gandhis what would it be?<\/strong> \n\n(Laughs) I only advise my party workers. I have no desire to advise the Gandhi family. \n\n<strong>Your comments on the so-called coup in Congress.<\/strong> \n\nWhy only the Congress, in any party when there is a big loss it is natural that there will be debate on leadership. It's happening in the Congress too. \n\nThe BJP had earlier put on the back-burner several of its pet causes - Ram temple, cow slaughter, etc - because of the compulsions of coalition politics. Now that you don't now have to worry about uncomfortable allies, will the party put pressure on the government to take up these issues? \n\n<strong>We will prioritise everything that has been said in our manifesto. Why are you going only to the Ram temple?<\/strong> \n\nWhat are your thoughts about UP and Bihar, the two states you were closely involved with in the general elections? Do you see the state governments lasting their term? Will the BJP push for the sacking of the UP government on grounds of law and order? \n\nI think in both states, the BJP will form the next government whenever there are elections. \n\n<strong>But will you push for the sacking of the SP government because of law and order issues?<\/strong> \n\nThe BJP during its reign has never misused article 356... \n\n<strong>So you are saying elections won't happen before 2017 in UP?<\/strong> \n\nI am not an astrologer (laughs). But whenever there are elections in the state we will be ready and we will be successful. \n\n<strong>Ahead of the UP elections, you had said that the BJP's main rival would be the BSP. However, the BSP was routed in the elections and did not win even a single seat. How do you see the BSP's future?<\/strong> \n\nThey were not able to convert their votes into a single seta but there wasn't much difference in their vote share. Their vote share is more spread out than the SP. I don't write off any political party. I believe in strengthening the BJP and winning elections and not depend on writing off parties. \n\n<strong>You were one of the BJP's main strategists in the elections. What are the main lessons for all political parties from the 2014 elections?<\/strong> \n\nI think the Indian public has accepted performance and politics. All parties should concentrate on performance and leave peripheral issues aside. Our victory was only on the basis of two types of performance. The performance of our state governments and the Congress led UPA's disastrous performance at the Centre. The verdict was dependent on only these two issues and Modiji was accepted because he had a track record of great performance as the CM of Gujarat. \n\n<strong>What legacy would you wish to leave as BJP president?<\/strong> \n\nI want to create party organisations in states where our presence is marginal. That, for me personally, will be most satisfying. \n\n<strong>What role do you see for party elders such as LK Advani and Murli Manohar Joshi?<\/strong> \n\nWe meet from time to time. Can anyone sideline Advaniji and Joshiji? \n\n<strong>Did former CJI P Sathasivam get governorship because he had granted bail to you?<\/strong> \n\nJustice Sathasivam did not grant me bail. That is a rumour. My bail was granted by Justice Aftab Alam and Justice Ranjana Desai. Justice Sathasivam, on the contrary, had handed over the Tulsi Prajapati investigation to the CBI, something that the Gujarat state government had opposed. In a way, it was a ruling against me. The appointment done by the BJP is a constitutional appointment. \n\n<strong>What do you have to say about Congress chief ministers not attending the PM's public functions?<\/strong> \n\nWe invited the general public for the function. If a CM gets up to speak and the public doesn't want to listen to him, then how is it our fault? They shouldn't expect the BJP to make arrangements for their praise. The Congress has ruled in these states for a long time and does not run popular governments, therefore they don't want to get exposed more. These meetings had more than two lakh people. Can all of them be BJP workers? ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42252603.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42252603.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42252603.cms?feedtype=sjson"},{"NewsItemId":"42252412","HeadLine":"Sri Lankan navy apprehends 51 Tamil Nadu fishermen","ByLine":"J Arokiaraj","Agency":"TNN","DateLine":"Sep 11, 2014, 01.07PM IST","WebURL":"http://timesofindia.indiatimes.com/india/Sri-Lankan-navy-apprehends-51-Tamil-Nadu-fishermen/articleshow/42252412.cms","Caption":"With this, the total number of fishermen apprehended by the Sri Lankan navy has reached 72 since the arrest of 15 fishermen on September 1 and 2.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42252884","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42252884","PhotoCaption":"With this, the total number of fishermen apprehended by the Sri Lankan navy has reached 72 since the arrest of 15 fishermen on September 1 and 2."},"Keywords":"tamil nadu, Sri Lankan Navy, Sri Lanka, Rameswaram, Fishermen","Story":"RAMESWARAM: The Sri Lankan navy apprehended 51 fishermen from Rameswaram and Poompuhar and seized seven boats on Wednesday night.\n\nAround 500 boats sailed from Rameswaram on Wednesday night. Among them, six boats and 30 fishermen were held by Sri Lankan navy near Katchatheevu and were taken to Mannar, according to marine police sources at Mandapam.\n\nA batch of 21 fishermen from Poompuhar, abroad a newly built boat, were apprehended by the Sri Lankan navy near Jaffna, said U Arulanandam of Alliance for Release of Innocent Fishermen.\n\nWith this, the total number of fishermen apprehended by the Sri Lankan navy has reached 72 since the arrest of 15 fishermen on September 1 and 2. Six fishermen were arrested on September 8.\n\nThe repeated apprehension of fishermen by the Lankan navy has caused despair in coastal areas here. \"We even lost the drive to take out protests or demonstration. It appears that our entire fleet of boats may end up in Sri Lanka,\" lamented S Emerit, a fishermen leader from Rameswaram.\n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42252412.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42252412.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42252412.cms?feedtype=sjson"},{"NewsItemId":"42250370","HeadLine":"Over 5,00,000 people still wait for help in flood-ravaged J&K","Agency":"PTI","DateLine":"Sep 11, 2014, 12.41PM IST","WebURL":"http://timesofindia.indiatimes.com/india/Over-500000-people-still-wait-for-help-in-flood-ravaged-JK/articleshow/42250370.cms","Caption":"With many people reluctant to leave their homes, the Army is concentrating on providing them food and water. Flood water has receded in Srinagar.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42250538","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42250538","PhotoCaption":"The floods, which were stated to be the worst in 109 years after rains pummelled the state on September 2, have left nearly 200 dead."},"Keywords":"Srinagar, Kashmir floods, J&K floods","Story":"SRINAGAR: Flood waters receded further in Kashmir Valley on Thursday enabling rescue teams to evacuate another 2000 stranded people and provide crucial supplies for people desperately waiting for help in submerged areas.\n\nMilitary teams continued rescue efforts overnight, evacuating 807 people from Srinagar alone.\n\nA total of 82,000 people have been pulled out in a continuing multi-agency mammoth operation even as an estimated five to six lakh people still waited for help after floods ravaged Jammu and Kashmir.\n\n<strong>READ ALSO: <a href=\"http://timesofindia.indiatimes.com/flood-fury-in-jammu-&-kashmir/specialcoverage/42084666.cms\" target=\"_blank\">TOI's special coverage on J&K floods<\/a><\/strong>\n\nFood and other relief material was also provided for those stranded, officials said, adding that a total of 807 tonne relief material has been despatched so far.\n\n\"The situation has improved quite significantly in all areas of west Srinagar. In Srinagar, the water level has gone down from its peak level by about six feet but there is still substantive flooding in certain areas within the town itself,\" Lt Gen D S Hooda said.\n\n<strong>READ ALSO: <a href=\"http://timesofindia.indiatimes.com/india/JK-floods-Over-90000-rescued-but-many-refuse-to-leave-home/articleshow/42229277.cms\">J&K floods: Over 90,000 rescued, but many refuse to leave home<\/a><\/strong>\n\n\"In south Kashmir, the water has receded up to Awantipora. So roads are a little better in that area. So there is no crisis. We are still looking at rescue efforts which are going on in Srinagar town and that continues unabated,\" he said.\n\nWith many people reluctant to leave their homes, the Army is concentrating on providing them food and water.\n\n\"What we are seeing now is that water level is going down in certain areas but people are reluctant to leave their houses and therefore from today and tomorrow what we are going to focus on apart from rescue operations in some areas, we are also going to be sending food, water etc. and some medical supplies to people who want to stay at home,\" the senior Army officer said.\n\nLt Gen Subrata Saha also stated that some people were reluctant to leave their homes.\n\n\n<em>Partially-submerged vehicles in Srinagar<\/em>\n\n\"Over a period of time we are noticing a cycle. In that people are getting evacuated in the morning and some are getting back to their homes in the afternoon and this is pretty understandable because they want to go back and look after their stuff. They want to get food and supplies and get back to their houses,\"\n\nHe said there was a bit of inundation in north Kashmir also and 1171 have been evacuated.\n\n\"In south Kashmir, I am happy to tell you that the evacuation process is virtually zero,\" he said.\n\nHectic efforts were also underway to gradually restore the snapped telecom links which had hampered rescue work. Transport aircraft and helicopters of IAF and Army Aviation Corps were carrying out non-stop rescue and relief operations while Army has deployed one lakh troops. National Disaster Response Force(NDRF) teams also scaled up their rescue efforts.\n\nThe floods, which were stated to be the worst in 109 years after rains pummelled the state on September 2, have left nearly 200 dead.  ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42250370.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42250370.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42250370.cms?feedtype=sjson"},{"NewsItemId":"42248827","HeadLine":"SC orders status quo till September 30 on Kerala's new liquor policy","Agency":"TNN","DateLine":"Sep 11, 2014, 12.15PM IST","WebURL":"http://timesofindia.indiatimes.com/india/SC-orders-status-quo-till-September-30-on-Keralas-new-liquor-policy/articleshow/42248827.cms","Caption":"The SC also asked the Kerala HC to decide expeditiously pleas challenging the state government's new liquor policy, which are listed for hearing on September 18.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42250004","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42250004","PhotoCaption":"A file photo of a local bar in Kochi. (Photo: TOI)"},"Keywords":"Supreme Court, Reprieve for Kerala bar owners, Kerala bars","Story":"NEW DELHI: In a reprieve to bar owners in Kerala, the Supreme Court on Thursday asked the state government to maintain status quo and not implement its new liquor policy till September 30.\n\nThe SC also asked the Kerala HC to decide expeditiously pleas challenging the state government's new liquor policy, which are listed for hearing on September 18..\n\nThe Kerala government had passed an order banning the sale of liquor at bars and hotels below the five-star category and the ban order was to come into force on September 11.\n\n<strong>READ ALSO: <a href=\"http://timesofindia.indiatimes.com/india/Wont-go-back-on-liquor-policy-Kerala-CM/articleshow/41606571.cms\">Won't go back on liquor policy: Kerala CM <\/a><\/strong>\n\nUnder the new policy, the Congress-led UDF government had last month decided to shut around 700 bars attached to hotels below five-star categories. \"What is the logic behind this? We don't see any logic,\" the bench said.\n\nOwners of hotels affected by the Kerala government's order banning sale of liquor at bars and hotels below five-star category told the Supreme Court on Wednesday that the move was discriminatory and would hit their business as their tourist bookings were already done.\n\n\n<a href=\"http://blogs.timesofindia.indiatimes.com/minorityview/supreme-court-provides-temporary-relief-for-keralas-tipplers/\"><strong>Blog: SC's temporary relief for Kerala's tipplers<\/strong><\/a>\n\n\n\n\n\nTop lawyers appearing for various hotels, including senior advocates Fali S Nariman, Ram Jethmalani, Rajeev Dhawan, C S Sunderam and Arvind Dattar, made a strong plea to the court to stay the policy. They submitted that their bar licences would be revoked from midnight and urged the bench to take up the case for hearing urgently. They contended that their business would suffer as they had already accepted bookings from tourists. Senior counsel Dhawan argued that their licences should survive till the March 31, 2015 expiry date. He said the bar licence policy was violative of Article 14 as it differentiated between the five-star hotels and others. Dhawan said the excise commissioner's order cancelling the licences was \"arbitrary\".\n\nSenior counsel C S Sunderam said,\"It is going on for 12 years. It has large-scale ramifications. It will cause irreparable hardships to the employees working in hotels and bars. Lakhs of people will be affected.\"\n\nOpposing the pleas, Kapil Sibal, appearing for the Kerala government, told the court there was no question of suspending the excise commissioner's August 28 notice cancelling the licences.","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42248827.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42248827.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42248827.cms?feedtype=sjson"},{"NewsItemId":"42249547","HeadLine":"Madras HC appoints IAS officer Sagayam as special investigation officer to probe granite mining scam in TN","ByLine":"A Subramani","Agency":"TNN","DateLine":"Sep 11, 2014, 12.27PM IST","WebURL":"http://timesofindia.indiatimes.com/india/Madras-HC-appoints-IAS-officer-Sagayam-as-special-investigation-officer-to-probe-granite-mining-scam-in-TN/articleshow/42249547.cms","Caption":"The interim order was passed by the first bench comprising Chief Justice Sanjay Kishan Kaul and Justice M Sathyanarayanan, on a PIL filed by PIL-activist Traffic Ramaswamy.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42249594","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42249594","PhotoCaption":"The interim order was passed by the first bench comprising Chief Justice Sanjay Kishan Kaul and Justice M Sathyanarayanan, on a PIL filed by PIL-activist Traffic Ramaswamy. "},"Keywords":"U Sagayam, tamil nadu, Madras High Court, Investigation officer, IAS officer, granite mining scam","Story":"CHENNAI: Much-transferred IAS officer U Sagayam was on Thursday handpicked by the Madras high court to head a special investigation team to conduct a probe into all granite mining contracts and licences given to various private companies in Tamil Nadu and how these licences were used or misused by the allottees. \n\nThe interim order was passed by the first bench comprising Chief Justice Sanjay Kishan Kaul and Justice M Sathyanarayanan, on a PIL filed by PIL-activist Traffic Ramaswamy. Making it clear that Sagayam would be the special investigation officer, the bench asked the committee to be headed by him to submit its interim report on October 28. \n\nThe judges also slammed the government for the very frequent transfer of the upright IAS officer and ticked off the authorities for their failure to monitor and prevent the plunder of granite wealth in the state. The judges perhaps took note of the fact that Sagayam was recently shunted out of the state-run handloom entity, Co-optex, following a reported tiff with the portfolio minister. It was the officer's 24th transfer in his 23 years of service. \n\nThe present PIL was filed by Ramasamy seeking a direction to the Central Vigilance Commission and Enforcement Directorate (ED) among others to consider the petitioner's representation for taking appropriate action against illegal miners in the state. The ED should initiate proceedings under money laundering provisions, he said. He wondered as to how such mining was being done without the knowledge of the revenue, police and commercial tax authorities. The state had been ruined to such an extent that granite and rare minerals were being sent to foreign countries illegally. \n\nIn its response, the Enforcement Directorate informed the court that a case had been registered under the Prevention of Money Laundering Act (PMLA) against Olympus Granites Pvt. Ltd. which had Durai Dayanidhi, son of former Union Minister M K Alagiri, as its director for a while and a leading Madurai-based granite mining and polishing unit, PRP Exports. \n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42249547.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42249547.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42249547.cms?feedtype=sjson"},{"NewsItemId":"42249469","HeadLine":"Samajwadi Party fanning communal tension in UP; Rajnath not marginalized: Amit Shah","ByLine":"Rohini Singh","Agency":"ET Bureau","DateLine":"Sep 11, 2014, 12.23PM IST","WebURL":"http://timesofindia.indiatimes.com/india/Samajwadi-Party-fanning-communal-tension-in-UP-Rajnath-not-marginalized-Amit-Shah/articleshow/42249469.cms","Caption":"BJP president Amit Shah has squarely blamed Samajwadi Party for rising communal tension in Uttar Pradesh while dismissing talk of marginalization of Rajnath Singh.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42249548","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42249548","PhotoCaption":"Amit Shah has squarely blamed Samajwadi Party for rising communal tension in Uttar Pradesh."},"Keywords":"samajwadi party, Narendra Modi, BJP President, Amit Shah","Story":"NEW DELHI: BJP president Amit Shah has squarely blamed Samajwadi Party for rising communal tension in Uttar Pradesh while dismissing talk of marginalization of home minister and former BJP chief Rajnath Singh, adding that rumours about Singh's family were not the handiwork of anyone in the party.\n\nOn the so-called 'love jihad', the headline-grabbing name for interreligious marriages that are allegedly a ruse for conversion, Shah said this was more a media creation and that BJP had no big plans to take it up as a campaign issue.\n\nBut he added that he sees nothing wrong in BJP responding to \"a grave social problem\" in \"genuine cases\" of \"injustice\". The 49-year-old politician, who led BJP to victory in a staggering 71 Lok Sabha seats in the 80-seat Uttar Pradesh and who was on Wednesday charged by state police in Muzaffarnagar over an April 4 campaign speech, said if polarization was his party's poll strategy, every state facing elections would have seen a rise in communal temperature.\n\n\n\n\nBut since only UP is facing this problem, the BJP chief argued, it was SP's partisan strategy that was responsible. \"There is no communal tension anywhere except in UP. BJP is everywhere, but SP is only in UP. That only means that SP's one-sided vote bank consolidation politics is responsible for increase in communal tension. There's no tension even in Jammu & Kashmir... a (poll bound) sensitive state,\" Shah told ET in his first major media interaction since becoming party chief.\n\n<a href=\"http://timesofindia.indiatimes.com/india/Am-like-wood-floating-on-water-will-go-with-the-flow-BJP-President-Amit-Shah-on-whether-he-aspires-to-be-PM/articleshow/42252603.cms\" target=\"_blank\"><strong>READ FULL TEXT OF INTERVIEW<\/strong><\/a>\n\nHe was emphatic in dismissing any possibility that home minister Rajnath Singh was disempowered in any way. \"How can the home minister be marginalized? He's taking all decisions in his department.\" Shah also asserted that Singh was Prime Minister Narendra Modi's \"close and trusted friend\".\n\n\n\nWhen asked who was number 2 in the government, the BJP chief said it was not for him but for the PM to answer the question. Shah blamed the media for propagating rumours about Singh's family, saying it was intended to destabilize a government that was doing well. \"If the media is reporting such rumours they should name their sources,\" said Shah.\n\n\"I want to convey to the public through The Economic Times not to believe such rumours.\" He said the Modi government had engineered an all-round improvement: Corporate India is happy as the economy was looking up while civil servants felt empowered to take decisions as they felt \"protected' under the new regime.\n\nWhen asked about BJP's less-than-stellar showing in the Bihar bypolls and the impact of the Nitish Kumar-Lalu Prasad combine, Shah asserted that BJP would win if assembly elections were held in Bihar today.\n\n\n\n\"If Nitish and Lalu are so confident of victory, why don't they call for elections?\" He exuded confidence that BJP would register emphatic wins in the upcoming assembly elections in Maharashtra, Jharkhand and Haryana.\n\nHe also strongly contested the suggestion that the appointment of former chief justice of India P Sathasivam as Kerala governor was a quid pro quo for his allegedly favourable rulings in cases against Shah.\n\nThe BJP chief said his bail in the 'encounter' case was granted by two other judges and Justice Sathasivam had referred the Tulsi Prajapati case to CBI, a course of action that the Gujarat government had challenged and which went against his interests. Typically reticent about himself, the powerful BJP chief said all talk of him being the country's second most powerful person (after the PM) was just chatter in the corridors of power and in the media.\n\n\"My relationship with Modi-ji is exactly how the relationship between a PM and a party president should be,\" Shah said. Equally laconic about his political future and answering a question about whether he sees himself as a future prime minister, Shah said he's like wood floating on water.\n\n\"Wherever the water takes me, I will go.\"\n\n<a href=\"http://timesofindia.indiatimes.com/india/Am-like-wood-floating-on-water-will-go-with-the-flow-BJP-President-Amit-Shah-on-whether-he-aspires-to-be-PM/articleshow/42252603.cms\" target=\"_blank\"><strong>READ FULL TEXT OF INTERVIEW<\/strong><\/a>\n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42249469.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42249469.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42249469.cms?feedtype=sjson"},{"NewsItemId":"42248435","HeadLine":"India successfully test fires N-capable Agni-I missile","Agency":"IANS","DateLine":"Sep 11, 2014, 12.11PM IST","WebURL":"http://timesofindia.indiatimes.com/india/India-successfully-test-fires-N-capable-Agni-I-missile/articleshow/42248435.cms","Caption":"India Thursday successfully test-fired its indigenously developed nuclear-capable surface-to-surface Agni-I missile from a military base in Odisha, a defence official said.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42248736","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42248736","PhotoCaption":"Agni is an intermediate range ballistic missile. It uses solid propulsion booster and a liquid propulsion upper stage, derived from India's first indigenously developed ballistic missile Prithvi."},"Keywords":"Ballistic missile, agni missile, Agni","Story":" BHUBANESWAR: India on Thursday successfully test-fired its indigenously developed nuclear-capable surface-to-surface Agni-I missile from a military base in Odisha, a defence official said. \n\nThe missile, which can strike a target 700 km away and can carry a one-tonne nuclear warhead, was tested by the armed forces as part of user trial from a facility on Wheeler Island near Dhamra in Bhadrak district, 170 km from state capital Bhubaneswar. \n\n\"It was a perfect launch,\" director of the test range M V K V Prasad told IANS. \n\nAgni is an intermediate range ballistic missile. It uses solid propulsion booster and a liquid propulsion upper stage, derived from India's first indigenously developed ballistic missile Prithvi. ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42248435.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42248435.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42248435.cms?feedtype=sjson"},{"NewsItemId":"42247695","HeadLine":"Follow Swami Vivekanada's message to avert acts like 9/11: Modi","Agency":"IANS","DateLine":"Sep 11, 2014, 12.02PM IST","WebURL":"http://timesofindia.indiatimes.com/india/Follow-Swami-Vivekanadas-message-to-avert-acts-like-9/11-Modi/articleshow/42247695.cms","Caption":"If Swami Vivekananda's message of universal brotherhood been followed by the world, history would not have witnessed \"dastardly acts\" like 9/11 in the US, said Prime Minister Narendra Modi Thursday.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42247937","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42247937","PhotoCaption":"\"Sisters and brothers of America with the words of Swami Vivekananda, India's message of universal brotherhood reverberated across the world,\" Modi said."},"Keywords":"Swami Vivekananda, Narendra Modi","Story":" NEW DELHI: If Swami Vivekananda's message of universal brotherhood been followed by the world, history would not have witnessed \"dastardly acts\" like 9/11 in the US, said Prime Minister Narendra Modi on Thursday. \n\n\"Had we followed Swami ji's message, history would never have witnessed such dastardly acts as we saw on 11th September 2001 in USA. Let us remember the words of Swami Vivekananda and dedicate ourselves to furthering the cause of unity, brotherhood and world peace,\" Modi said in a tweet. \n\nOn Sep 11, 2001, the US had witnessed its worst terror attack when two hijacked aircraft crashed into the north and south towers of World Trade Center in New York City of America, killing thousands of people. \n\nAlso on this day in 1893, Swami Vivekananda had created history by his soul-stirring address at World Parliament of Religions in Chicago. \n\n\"There are two images of 11th September — one of the trail of destruction in 2001 and the other — the message of Swami Vivekananda in 1893. Through his address, Swami Vivekananda drew the entire world's attention to our nation's rich history and strong cultural roots. \n\n\"Sisters and brothers of America with these words of Swami Vivekananda, India's message of universal brotherhood reverberated across the world,\" he added.   11th September 1893 - the day Swami Vivekananda created history by his soul-stirring address at World Parliament of Religions in Chicago.\n\n— Narendra Modi (@narendramodi) <a href=\"https://twitter.com/narendramodi/status/509915320182534144\">September 11, 2014<\/a>   Through his address, Swami Vivekananda drew the entire world's attention to our Nation's rich history & strong cultural roots.\n\n— Narendra Modi (@narendramodi) <a href=\"https://twitter.com/narendramodi/status/509915460335202304\">September 11, 2014<\/a>   \"Sisters & brothers of America\"...with these words of Swami Vivekananda,India's message of universal brotherhood reverberated across the world\n\n— Narendra Modi (@narendramodi) <a href=\"https://twitter.com/narendramodi/status/509915869510529024\">September 11, 2014<\/a>   There are 2 images of 11th September- one of the trail of destruction in 2001 & the other- the message of Swami Vivekananda in 1893.\n\n— Narendra Modi (@narendramodi) <a href=\"https://twitter.com/narendramodi/status/509916023454056449\">September 11, 2014<\/a>   Had we followed Swami Ji's message, history would never have witnessed such dastardly acts as we saw on 11th September 2001 in USA.\n\n— Narendra Modi (@narendramodi) <a href=\"https://twitter.com/narendramodi/status/509916780026798080\">September 11, 2014<\/a>   Let us remember the words of Swami Vivekananda & dedicate ourselves to furthering the cause of unity, brotherhood and world peace.\n\n— Narendra Modi (@narendramodi) <a href=\"https://twitter.com/narendramodi/status/509916900537532418\">September 11, 2014<\/a> ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42247695.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42247695.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42247695.cms?feedtype=sjson"},{"NewsItemId":"42247304","HeadLine":"Lashkar against improving ties between India and Pakistan: US official","Agency":"PTI","DateLine":"Sep 11, 2014, 11.56AM IST","WebURL":"http://timesofindia.indiatimes.com/india/Lashkar-against-improving-ties-between-India-and-Pakistan-US-official/articleshow/42247304.cms","Caption":"A top American counter-terrorism official has said that the LeT is against improving relations between India and Pakistan.","Keywords":"LeT, Lashkar-e-Taiba, India and Pakistan","Story":"WASHINGTON: Asserting that Pakistan and Afghanistan based militant groups continue to pose a direct threat to the US interests and its allies in the region, a top American counter-terrorism official has said that the LeT is against improving relations between India and Pakistan. \n\n\"Lashkar-e-Taiba (LeT) is against improving relations between India and Pakistan, and its leaders consistently speak out against (India) and the US, accusing both countries of trying to destabilise Pakistan,\" Nicholas Rasmussen, deputy director, National Counterterrorism Center, Office of the Director of National Intelligence, told lawmakers on Wednesday. \n\nLeT has attacked western interests in South Asia in pursuit of its regional objectives, as demonstrated by the targeting of hotels frequented by westerners during the Mumbai attacks in 2008, Rasmussen said in his testimony before the Senate Homeland Security and Governmental Affairs Committee hearing on \"Cybersecurity, Terrorism and Beyond: Addressing Evolving Threats to the Homeland.\" \n\nLeT leaders almost certainly recognise that an attack on the US would result in intense international backlash against Pakistan and endanger the group's safe haven there, he said. \n\n\"However, LeT also provides training to Pakistani and western militants, some of whom could plot terrorist attacks in the west without direction from LeT leadership,\" he said. \n\nIn his remarks, Rasmussen said Pakistani and Afghan militant groups including Tehrik-e-Taliban Pakistan (TTP), the Haqqani network and LeT continue to pose a direct threat to US interests and its allies in the region, where these groups probably will remain focused. \n\n\"We continue to watch for indicators that any of these groups, networks, or individuals are actively pursuing or have decided to incorporate operations outside of South Asia as a strategy to achieve their objectives,\" he said. \n\n\"TTP remains a significant threat in Pakistan despite the ongoing Pakistan military operations in North Waziristan and leadership changes during the past year. Its claim of responsibility for the June attack on the Jinnah International Airport in Karachi that killed about 30 people underscores the threat the group poses inside the country,\" Rasmussen said. \n\nThe Haqqani network is one of the most capable and lethal terrorist groups in Afghanistan and poses a serious threat to the stability of the Afghan state as we approach 2014 and beyond, he added. \n\nLast month, the US listed four top Haqqani members — Aziz Haqqani, Khalil Haqqani, Yahya Haqqani, and Qari Abdul Rauf — on the \"Rewards for Justice\" most-wanted list for their involvement in terrorist attacks and ties to al-Qa-da. \n\n\"The Haqqanis have conducted numerous high-profile attacks against US, NATO, Afghan government, and other allied nation targets. In October 2013, Afghan security forces intercepted a truck bomb deployed by the Haqqanis against forward operating base Goode in the Paktiya province. \n\n\"The device, which did not detonate, contained some 61,500 pounds of explosives and constitutes the largest truck bomb ever recovered in Afghanistan,\" Rasmussen said. \n\nHe said the US anticipates that despite core al-Qaeda's diminished leadership cadre, remaining members will continue to pose a threat to western interests in South Asia and would attempt to strike the homeland should an opportunity arise. \n\n\"Al-Qaida leader Ayman al-Zawahiri's public efforts to promote individual acts of violence in the west have increased, as the Pakistan-based group's own capabilities have diminished,\" he said. \n\n\"Despite ISIS's challenge, Zawahiri remains the recognized leader of the global jihadist movement among al-Qaida affiliates and allies, and the groups continue to defer to his guidance on critical issues. \n\n\"Since the start of the Arab unrest in North Africa and the Middle East, Zawahiri and other members of the group's leadership have directed their focus there, encouraging cadre and associates to support and take advantage of the unrest,\" he added. \n\n","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42247304.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42247304.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42247304.cms?feedtype=sjson"},{"NewsItemId":"42245694","HeadLine":"United Naga Council lifts blockade of highways in Manipur","ByLine":"K Sarojkumar Sharma","Agency":"TNN","DateLine":"Sep 11, 2014, 11.35AM IST","WebURL":"http://timesofindia.indiatimes.com/india/United-Naga-Council-lifts-blockade-of-highways-in-Manipur/articleshow/42245694.cms","Caption":"The UNC had called its indefinite ban on vehicular traffic on all highways in Manipur's \"Naga areas\" from September 4.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42246173","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42246173","PhotoCaption":"The UNC had called its indefinite ban on vehicular traffic on all highways in Manipur's \"Naga areas\" from September 4."},"Keywords":"United Naga Council, blockade of highways in Manipur","Story":"IMPHAL: The United Naga Council (UNC) lifted its indefinite highway blockade from Thursday noon, giving a breather to the people, who have faced sudden price hike by the weeklong stir. \n\nAgainst the killing of two Naga protestors in police firing at Ukhrul town on August 30, the UNC had called its indefinite ban on vehicular traffic on all highways in Manipur's \"Naga areas\" from September 4. \n\nThe UNC, which is also demanding an alternative arrangement (AA) for the Nagas in Manipur outside the state government, has also lifted its indefinite ban on constructions of all national projects. \n\n\"Following a presidential council meeting convened at Senapati district headquarters this morning, we have decided to lift the stir,\" a key leader of the UNC told TOI on Thursday morning. \n\nThe decision was taken in view of the Centre's intervention into the current issue, he said, while pointing that Union home ministry's special secretary Prakash Mishra, who rushed to Imphal, had a meeting with the UNC leaders. \n\n\"The outcome of the meeting with the central official was positive,\" he said and added that the hardship faced by the people owing to the blockade was also taken into account during the meeting organized by the UNC. \n\nIn his Manipur stint, Mishra also brought a letter from the home ministry with reference to a recent memorandum sent by the UNC to Prime Minister Narendra Modi. \n\nGovernor VK Duggal, chief minister Okram Ibobi Singh and deputy CM Gaikhangam had already discussed about the UNC blockade with Union home minister Rajnath Singh. \n\nOwing to the UNC blockade, people were forced to pay Rs 130 for a litre of petrol in the grey market even as the government conducted rationing of fuel at a few outlets on daily basis. Prices of almost all vegetable items had also soared considerably. \n\n\"This is great news. When there is no blockade, there will be no price hike and my family budget would be improved. Thank God\", quipped Romesh Singh, an Imphal resident. \n\nOver 500 trucks, which were stranded at various parts of Assam and Nagaland owing to the blockade, are likely to enter land-locked Manipur on Thursday. They are loaded with fuel, life saving drugs and food items. ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42245694.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42245694.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42245694.cms?feedtype=sjson"},{"NewsItemId":"42246073","HeadLine":"Bypoll: Post Modi, Congress sees ray of hope in Maninagar","Agency":"PTI","DateLine":"Sep 11, 2014, 11.39AM IST","WebURL":"http://timesofindia.indiatimes.com/india/Bypoll-Post-Modi-Congress-sees-ray-of-hope-in-Maninagar/articleshow/42246073.cms","Caption":"With just two days to go for the byelections in Gujarat, all eyes are set on the contest, especially in the prestigious Maninagar Assembly seat vacated by Narendra Modi after becoming Prime Minister.","Image":{"Photo":"http://timesofindia.indiatimes.com/photo.cms?photoid=42246171","Thumb":"http://timesofindia.indiatimes.com/thumb.cms?photoid=42246171","PhotoCaption":"Maninagar is a traditional bastion of BJP since late 90s, but it came into limelight after Modi contested from there in 2002 and won. "},"Keywords":"","Story":" AHMEDABAD: With just two days to go for the byelections in Gujarat, all eyes are set on the contest, especially in the prestigious Maninagar Assembly seat vacated by Narendra Modi after becoming Prime Minister. \n\nBoth the ruling BJP and opposition Congress have left no stone unturned to woo the voters, for the bypolls to one Lok Sabha and nine assembly seats to be held on September 13. \n\nManinagar is a traditional bastion of BJP since late 90s, but it came into limelight after Modi contested from there in 2002 and won. Riding on 'development' wave, he won subsequent Assembly elections of 2007 and 2012 from the seat. \n\nManinagar Assembly seat falls under the Ahmedabad West Lok Sabha constituency. At present, Maninagar has over 2.43 lakh registered voters. \n\nIn 2012, Modi defeated Congress candidate Shweta Bhatt, wife of suspended IPS officer Sanjiv Bhatt, by a huge margin of over 86,000 votes. The voter turnout at that time touched 70 per cent. \n\nManinagar comprises a diverse population of Brahmins, Patels, Muslims, Christians, Marathis, south Indians and north Indians. While some areas are highly developed, such as Kankaria, some are yet to taste the fruit of 'development'. \n\nBJP has chosen sitting corporator of Maninagar's Indrapuri ward Suresh Patel as its candidate, while Congress is banking on young advocate Jatin Kella. Both of them are contesting their first assembly-level election. \n\nAccording to Congress, absence of Modi coupled with \"dissatisfaction\" among the voters will definitely help them. \n\n\"It will definitely work in favour of us. People used to vote for him (Modi) because he was a chief minister. He created a hype of development and took votes. Now, there is a strong undercurrent of anti-incumbency against BJP, as very few were benefited from such development model,\" said Gujarat Congress spokesperson Manish Doshi. \n\nCongress is also banking on local issues of law and order and \"lack\" of basic infrastructure, such as frequent water logging and drainage issues. \n\n\"In just three inches of rain, Maninagar goes under two feet of water. This happens in every monsoon. Though civic body is ruled by the BJP, people claimed that it did nothing for them. People are now seeing a ray of hope in Congress,\" said Doshi. \n\nOn the other side, Suresh Patel, who is also the chairman of water supply committee in Ahmedabad Municipal Corporation (AMC), claimed that the civic body has already approved several projects to tackle the problems of water logging in Maninagar. \n\n\"AMC has already approved four projects, including the installation of a pumping station at Millatnagar, to solve the water-logging problems in the area. I don't see any dissatisfaction among the people,\" claimed Patel. \n\nTo a question on lack of enthusiasm among voters due to the absence of Modi, Patel said his party is working hard to bring voters to the polling booths. \n\n\"Since it is a bypoll, it is natural to find less enthusiasm among voters. But, all our party leaders, such as I K Jadeja, R C Faldu and Purushottam Rupala, have camped here for last many days to ensure high voter turnout,\" he said. \n\nThe counting of votes will be done on September 16. ","CommentCountUrl":"http://timesofindia.indiatimes.com/usercommentcount/42246073.cms","CommentFeedUrl":"http://timesofindia.indiatimes.com/usrcommentfeedsnew/42246073.cms?feedtype=sjson","Related":"http://timesofindia.indiatimes.com/newsrelatedfeeds/42246073.cms?feedtype=sjson"}]}